{"id": 1198984, "title": "We Bury the Dead", "overview": "After a catastrophic military disaster, the dead don't just rise—they hunt. The military insists they are harmless and slow-moving, offering hope to grieving families. But when Ava enters a quarantine zone searching for her missing husband, she uncovers the horrifying truth: the undead are growing more violent, more relentless, and more dangerous with every passing hour.", "label": "spooky"}
{"id": 653598, "title": "Spree", "overview": "Desperate for an online following, a rideshare driver has figured out a deadly plan to go viral and he will stop at nothing to get his five minutes of fame.", "label": "spooky"}
{"id": 13559, "title": "The Mangler", "overview": "A laundry-folding machine has been possessed by a demon, causing it to develop homicidal tendencies.", "label": "spooky"}
{"id": 2330, "title": "Taxi", "overview": "In Marseilles a skilled pizza delivery boy Daniel who drives a scooter finally has his dreams come true. He gets a taxi license. Caught by the police for a huge speed infraction, he will help Emilien, a loser inspector who can't drive, on the track of German bank robbers, so he doesn't lose his license and his dream job.", "label": "action"}
{"id": 454626, "title": "Sonic the Hedgehog", "overview": "Powered with incredible speed, Sonic The Hedgehog embraces his new home on Earth. That is, until Sonic sparks the attention of super-uncool evil genius Dr. Robotnik. Now it’s super-villain vs. super-sonic in an all-out race across the globe to stop Robotnik from using Sonic’s unique power for world domination.", "label": "feel_good"}
{"id": 763215, "title": "Damsel", "overview": "A young woman's marriage to a charming prince turns into a fierce fight for survival when she's offered up as a sacrifice to a fire-breathing dragon.", "label": "action"}
{"id": 1433842, "title": "Relationship Goals", "overview": "When TV producer Leah Caldwell aims to become the first woman running New York's top morning show, her ex competes for the same role. Leah stays focused on her career, until chemistry with her ex challenges her priorities.", "label": "romantic"}
{"id": 24402, "title": "Emmanuelle", "overview": "An employee at the French Embassy in Bangkok invites his wife to join him – and enjoy the benefits of their open marriage.", "label": "romantic"}
{"id": 307663, "title": "Vice", "overview": "Julian Michaels has designed the ultimate resort: VICE, where anything goes and the customers can play out their wildest fantasies with artificial inhabitants who look, think and feel like humans. When an artificial becomes self-aware and escapes, she finds herself caught in the crossfire between Julian's mercenaries and a cop who is hell-bent on shutting down Vice, and stopping the violence once and for all.", "label": "action"}
{"id": 1198994, "title": "Send Help", "overview": "Two colleagues become stranded on a deserted island, the only survivors of a plane crash. On the island, they must overcome past grievances and work together to survive, but ultimately, it's a battle of wills and wits to make it out alive.", "label": "spooky"}
{"id": 450642, "title": "Alien Domicile", "overview": "Five government contractors wake up to find themselves contained under the infamous Area 51. They are forced to confront a sinister government experiment and a horrifying Alien host.", "label": "mind_bending"}
{"id": 1495, "title": "Kingdom of Heaven", "overview": "After his wife dies, a blacksmith named Balian is thrust into royalty, political intrigue and bloody holy wars during the Crusades.", "label": "action"}
{"id": 43105, "title": "The Alligator People", "overview": "Under therapeutic hypnosis, a seemingly well-adjusted young woman tells a fantastic story, verified by lie detector, of her forgotten marriage to a man who disappeared on the day of their honeymoon, and of her search for him which takes her to a lonely mansion in a remote section of swampland tenanted by snakes, alligators, a drunken one-armed lout, a mysterious doctor, and a cold-hearted elderly woman who lives alone in a brooding manse.", "label": "mind_bending"}
{"id": 68721, "title": "Iron Man 3", "overview": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.", "label": "action"}
{"id": 273404, "title": "I'll Follow You Down", "overview": "After the disappearance of a young scientist on a business trip, his son and wife struggle to cope, only to make a bizarre discovery years later - one that may bring him home.", "label": "mind_bending"}
{"id": 78184, "title": "The Real Tale", "overview": "The funny adventures of a characters of Russian folk fairy tales in the contemporary world.", "label": "feel_good"}
{"id": 1011477, "title": "Karate Kid: Legends", "overview": "After a family tragedy, kung fu prodigy Li Fong is uprooted from his home in Beijing and forced to move to New York City with his mother. When a new friend needs his help, Li enters a karate competition – but his skills alone aren't enough. Li's kung fu teacher Mr. Han enlists original Karate Kid Daniel LaRusso for help, and Li learns a new way to fight, merging their two styles into one for the ultimate martial arts showdown.", "label": "action"}
{"id": 279274, "title": "Marina", "overview": "A German \"Schlager-Film\" (a musical comedy with popular songs) with Giorgia Moll in the title role.", "label": "romantic"}
{"id": 90652, "title": "Decoder", "overview": "F.M. discovers that different sonic frequencies induce different patterns of behaviour in listeners, first in his own studio but later in the local \"H-Burger\" restaurant where the passive muzak appears to be wiping people's emotions.", "label": "mind_bending"}
{"id": 14126, "title": "Catacombs", "overview": "A young woman in Paris goes to a party in the enormous labyrinth of limestone tunnels beneath Paris. When she becomes separated from her friends, she is convinced something is chasing her through the dark tunnels.", "label": "spooky"}
{"id": 296264, "title": "Pink Pajamas", "overview": "Night has fallen, and the Pink Panther is looking for a place to sleep. A flop house denies him access, but he fortunately finds a key on the ground that gives him entry to a man's home, in which the Pink Panther helps himself to the man's shaving equipment, electric toothbrush, and bed. The man, a drunk, arrives home after one of his binges and, casting eyes on the pink feline in his bed, thinks he's having an alcoholic hallucination. He calls Alcoholics Anonymous to send someone to help him quit drinking. A man from A.A. throws all of the drunk's booze bottles into a garbage can, and they sit down to share a carton of milk. Then, both men see the Pink Panther walk past them! Befuddled, the two men rush to find the Department of Sanitation truck carrying the bottles of booze. After what they've seen, a drinking spree is in order!", "label": "feel_good"}
{"id": 13183, "title": "Watchmen", "overview": "In a gritty and alternate 1985, the glory days of costumed vigilantes have been brought to a close by a government crackdown. But after one of the masked veterans is brutally murdered, an investigation into the killer is initiated. The reunited heroes set out to prevent their own destruction, but in doing so they uncover a sinister plot that puts all of humanity in grave danger.", "label": "mind_bending"}
{"id": 1316092, "title": "“Wuthering Heights”", "overview": "Tragedy strikes when Heathcliff falls in love with Catherine Earnshaw, a woman from a wealthy family in 18th-century England.", "label": "romantic"}
{"id": 274899, "title": "Inner Demons", "overview": "INNER DEMONS follows an 'Intervention'-style reality show crew that films an episode about a sixteen-year old girl, a former A-student, who is fighting addiction but may in fact be suffering from something even more destructive: demonic possession. The movie is an inquiry into the truth about her - with symptoms that straddle the disturbing and scary intersection between insanity, addiction and true possession.", "label": "spooky"}
{"id": 1475490, "title": "The Calling Witch", "overview": "A brother and sister are terrorized by what seems to be their late-author mother's most sinister literary creation - The Calling Witch.", "label": "spooky"}
{"id": 858024, "title": "Hamnet", "overview": "The powerful story of love and loss that inspired the creation of Shakespeare's timeless masterpiece, Hamlet.", "label": "romantic"}
{"id": 1470086, "title": "Ligaw", "overview": "A sultry woman who charms the hearts of men in a remote province. Dolores, a devoted wife to her paraplegic husband, falls for a young mountaineer. What begins as a reckless escape turns into an affair drenched in passion and secrecy.", "label": "romantic"}
{"id": 497698, "title": "Black Widow", "overview": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.", "label": "action"}
{"id": 36897, "title": "Pokémon: Mewtwo Returns", "overview": "The Team Rocket leader, Giovanni, has found Mewtwo in a remote area of the Johto region. As Giovanni tries to re-capture Mewtwo, Ash and his friends are kidnapped by Domino, a new Team Rocket member, while trying to rescue Pikachu from Jessie and James. The Clone Pokemon are also captured and are then used as bait for Mewtwo. The situation then becomes a battle between the wills of Mewtwo and Giovanni; and Mewtwo also tries to discover if it and the clones have a purpose in life, even though they are products of science.", "label": "action"}
{"id": 1337411, "title": "Obsesyon", "overview": "A middle-aged woman becomes obsessed with a student, who has a crush on her stepdaughter. Every time the young man becomes intimate with the daughter, the woman fantasizes that she is with him.", "label": "romantic"}
{"id": 9792, "title": "The Hills Have Eyes", "overview": "Based on Wes Craven's 1977 suspenseful cult classic, The Hills Have Eyes is the story of a family road trip that goes terrifyingly awry when the travelers become stranded in a government atomic zone. Miles from nowhere, the Carter family soon realizes the seemingly uninhabited wasteland is actually the breeding ground of a blood-thirsty mutant family...and they are the prey.", "label": "spooky"}
{"id": 1001835, "title": "Wifelike", "overview": "A grieving detective in the near-future hunts down criminals who trade artificial humans on the black market. In the fight to end AI exploitation, an underground resistance attempts to infiltrate him by sabotaging the programming of the artificial human assigned as his companion to behave like his late wife. She begins to question her reality as memories of a past life begin to surface in a world where nothing is as it seems.", "label": "mind_bending"}
{"id": 54211, "title": "Torture Room", "overview": "TORTURE ROOM stars Brooke Bailey and Nicki Streisel as two young women who enjoy treating men as toys, manipulating them for fun. But, when their car gets a flat tire on the way home from a big night out on the town the girls find themselves on the other end of the game as they run into a twisted maniac who has a very bloody manipulation hobby of his own.", "label": "spooky"}
{"id": 10192, "title": "Shrek Forever After", "overview": "A midlife-crisis burdened Shrek, longing for the days when he felt like a real ogre, makes a pact with magic deal-maker Rumpelstiltskin. But when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love.", "label": "feel_good"}
{"id": 1011985, "title": "Kung Fu Panda 4", "overview": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.", "label": "feel_good"}
{"id": 150689, "title": "Cinderella", "overview": "When her father unexpectedly passes away, young Ella finds herself at the mercy of her cruel stepmother and her daughters. Never one to give up hope, Ella's fortunes begin to change after meeting a dashing stranger in the woods.", "label": "romantic"}
{"id": 8766, "title": "Hellraiser: Bloodline", "overview": "Three generations of the same family deal with the consequences of unleashing the forces of hell.", "label": "spooky"}
{"id": 221569, "title": "Felix", "overview": "13-year-old Felix Xaba dreams of becoming a saxophonist like his late father, but his mother Lindiwe thinks jazz is the devil's music. When Felix leaves his township friends to take up a scholarship for grade eight at an elitist private school, he defies his mother and turns to two aging members of his father's old band to help him prepare for the school jazz concert.", "label": "feel_good"}
{"id": 99861, "title": "Avengers: Age of Ultron", "overview": "When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.", "label": "action"}
{"id": 109150, "title": "Lifespan", "overview": "Cult icon Klaus Kinski features in this dark and intriguing existential thriller. He plays the mysterious \"Swiss Man\" - ruthless industrialist Nicolas Ulrich - who is obsessed with a search for the elixir of life.  He tricks a young American scientist into joining him on his demonic quest. A quest that ends in suicide, death and madness.  The story takes place in the atmospheric European city of Amsterdam. Its winding alleys and ancient canals trap the characters in a labyrinthine maze as they find themselves manipulated like figures on a giant chess board.", "label": "mind_bending"}
{"id": 1202863, "title": "From Darkness", "overview": "Park ranger Angelica seeks the help of her dog handler ex-boyfriend, Viktor, to search for a missing woman in a dangerous nature reserve in Sweden. The search is complicated by a disturbing myth about the Cave Banshee, a vengeful spirit from the Nordic folklore that once lured miners to their deaths in the reserve's treacherous caves. As they delve deeper into the forest, Viktor starts to question his own sanity and whether the rumored Banshee is more than just a myth. To make matters worse, Angelica and Viktor share a painful history with the haunted place. Viktor must now confront his troubled past and work together with Angelica to survive the night and unravel the mystery behind the woman's disappearance.", "label": "spooky"}
{"id": 1306525, "title": "The Elixir", "overview": "An elixir unleashes the undead in a village. A family at odds with one another must unite and fight to survive as their hometown collapses.", "label": "spooky"}
{"id": 492545, "title": "Area 57", "overview": "A comedy about the employees for the U.S. government, who work in a remote facility in the Nevada desert, which houses an alien creature.", "label": "mind_bending"}
{"id": 425, "title": "Ice Age", "overview": "Manny the mammoth, Sid the loquacious sloth, and Diego the sabre-toothed tiger go on a comical quest to return a human baby back to his father, across a world on the brink of an ice age.", "label": "feel_good"}
{"id": 152, "title": "Star Trek: The Motion Picture", "overview": "When an unidentified alien destroys three powerful Klingon cruisers, Captain James T. Kirk returns to the newly transformed U.S.S. Enterprise to take command.", "label": "mind_bending"}
{"id": 49051, "title": "The Hobbit: An Unexpected Journey", "overview": "Bilbo Baggins, a hobbit enjoying his quiet life, is swept into an epic quest by Gandalf the Grey and thirteen dwarves who seek to reclaim their mountain home from Smaug, the dragon.", "label": "action"}
{"id": 1100988, "title": "28 Years Later", "overview": "Twenty-eight years after the Rage virus outbreak, Britain remains sealed off from the world. A fortified island community survives in isolation—until a young boy’s journey to the mainland reveals how both the infected and the survivors have evolved.", "label": "spooky"}
{"id": 1147411, "title": "Miraculous World: Tokyo, Stellar Force", "overview": "Kagami drags Marinette to Tokyo to help the Stellars defeat a new supervillain, but Marinette soon realizes her friend has another, untold reason for this trip to Japan.", "label": "action"}
{"id": 786942, "title": "Dog Days", "overview": "In a time of war, a young girl takes in a stray against her father's wishes. Is he a dog or a man in a costume?", "label": "mind_bending"}
{"id": 84204, "title": "Grabbers", "overview": "Something sinister has come to the shores of Erin Island, unbeknownst to the quaint population of this sleepy fishing village resting somewhere off Ireland’s coast. First, some fishermen go missing. Then there is the rash of whale carcasses suddenly washing up on the beach. When the murders start, it’s up to two mismatched cops – an irresponsible alcoholic and his new partner, a by-the-book woman from the mainland – to protect the townsfolk from the giant, bloodsucking, tentacled aliens that prey upon them. Their only weapon, they discover, is booze. If they want to survive the creatures’ onslaught, everyone will have to get very, very drunk!", "label": "mind_bending"}
{"id": 1129598, "title": "Prey", "overview": "A young couple is compelled to leave their Christian missionary station in the Kalahari Desert after being threatened with death by an extremist militant gang. After crashing their aircraft they must battle man and beast for their lives.", "label": "spooky"}
{"id": 396806, "title": "Anon", "overview": "Set in a near-future world where there is no privacy, ignorance or anonymity, our private memories are recorded and crime almost ceases to exist. In trying to solve a series of unsolved murders, Sal Frieland stumbles onto a young woman who appears to have subverted the system and disappeared. She has no identity, no history and no record. Sal realizes it may not be the end of crime but the beginning. Known only as 'The Girl', Sal must find her before he becomes the next victim.", "label": "mind_bending"}
{"id": 297802, "title": "Aquaman", "overview": "Half-human, half-Atlantean Arthur Curry is taken on the journey of his lifetime to discover if he is worth of being a king.", "label": "action"}
{"id": 444595, "title": "Project Eden: Vol. I", "overview": "Aided by an ex-military officer, a young woman becomes an unwitting fugitive after discovering that her son's catatonic state may be at the heart of a global conspiracy.", "label": "mind_bending"}
{"id": 11015, "title": "The Relic", "overview": "A homicide detective teams up with an evolutionary biologist to hunt a giant creature that is killing people in a Chicago museum.", "label": "mind_bending"}
{"id": 519182, "title": "Despicable Me 4", "overview": "Gru and Lucy and their girls—Margo, Edith and Agnes—welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru also faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run.", "label": "feel_good"}
{"id": 8871, "title": "How the Grinch Stole Christmas", "overview": "The Grinch decides to rob Whoville of Christmas - but a dash of kindness from little Cindy Lou Who and her family may be enough to melt his heart...", "label": "feel_good"}
{"id": 1366745, "title": "Papá x dos", "overview": "Santiago decides to start a family with his girlfriend Ana, even though she is pregnant with her ex, Pancho's. However, the real challenge will come when Pancho unexpectedly returns from Miami to get involved in the pregnancy, unleashing a series of comical and chaotic situations in his home.", "label": "feel_good"}
{"id": 170, "title": "28 Days Later", "overview": "Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.", "label": "spooky"}
{"id": 953, "title": "Madagascar", "overview": "Four animal friends get a taste of the wild life when they break out of captivity at the Central Park Zoo and wash ashore on the island of Madagascar.", "label": "feel_good"}
{"id": 1447109, "title": "Ghich Pich", "overview": "A coming-of-age story about middle-class Indian fathers and their relationships with their sons - entangled in rebellion, insecurities and bound by tradition. Set in '90s Chandigarh.", "label": "feel_good"}
{"id": 41228, "title": "The Proud Princess", "overview": "It's very human and nice story about lofty princess (her father is amiable but incapable - unforgettable performance of S. Neumann) and good, nice, kind and well-principled young king (prince) who tries to make tender her calm heart to get married with her. After being refused (she's very capricious), he conclude to make her better. He start to work as a gardener at her castle (in secret) and successively bring she to her senses...The story continues when already reformed princess and the young king (she learn about his real identity later) have to take refuge from troops, that princess father (old king) has sent (of course he took a bad and mean counsellors advice). They have to take shelter by several ordinary and poor families, which are always very friendly and give them a help... Of course the tale has happy end.", "label": "feel_good"}
{"id": 448441, "title": "Sekaiichi Hatsukoi Movie", "overview": "Yokozawa meets a man (Kirishima) and his life is turned around. Kirishima starts to blackmail and tease Yokozawa, but Kirishima might actually be trying to help him recover from an emotional period of his life in the process.", "label": "romantic"}
{"id": 808, "title": "Shrek", "overview": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.", "label": "feel_good"}
{"id": 1103857, "title": "Juliet & Romeo", "overview": "Set in 1301 at the end of Medieval times, our most famous star-crossed lovers turn the tides on the history Shakespeare based his own story on, as they reveal the truth to the very future of the Empire. But the biggest twist in this most beloved of tales, is leaving the poetry of Iambic Pentameter in the past, for the original pop music that rockets these ever-present themes right to the heart of our characters in the most surprising, and perhaps most powerful way that has ever been seen, or heard, before... The greatest love story of all time, set to the greatest music of our time.", "label": "romantic"}
{"id": 912649, "title": "Venom: The Last Dance", "overview": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance.", "label": "action"}
{"id": 1262983, "title": "MadS", "overview": "A teenager stops off to see his dealer to test a new drug before heading off for a night of partying. On the way home, he picks up an injured woman, and the night takes a surreal turn.", "label": "spooky"}
{"id": 262504, "title": "Allegiant", "overview": "Beatrice Prior and Tobias Eaton venture into the world outside of the fence and are taken into protective custody by a mysterious agency known as the Bureau of Genetic Welfare.", "label": "mind_bending"}
{"id": 33555, "title": "Sherlock Holmes", "overview": "Sherlock Holmes and Watson are on the trail of a criminal and scientific mastermind who seems to control monsters and creations which defy belief.", "label": "mind_bending"}
{"id": 106, "title": "Predator", "overview": "A team of elite commandos on a secret mission in a Central American jungle come to find themselves hunted by an extraterrestrial warrior.", "label": "action"}
{"id": 451044, "title": "Moomins and the Winter Wonderland", "overview": "This winter is extraordinary; Moomintroll decides  to stay awake to explore the winter instead of hibernating as usually. And winters are certainly totally different than he had imagined. Strangest creatures wander amidst the snowdrifts; midwinter darkness surrounds the Moominvalley, and on top of that, an eccentric guest is soon to appear. This guest requires many measures, and is called Christmas, Hemulen tells to a surprised Moomintroll.", "label": "feel_good"}
{"id": 643571, "title": "Unbreakable", "overview": "Mariel and Deena were strangers until they became the best of friends because of the similarities in the pain that they had experienced. Their friendship is put to the test when one of them decides to get married.", "label": "romantic"}
{"id": 438695, "title": "Sing 2", "overview": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.", "label": "feel_good"}
{"id": 396535, "title": "Train to Busan", "overview": "When a zombie virus pushes Korea into a state of emergency, those trapped on an express train to Busan must fight for their own survival.", "label": "spooky"}
{"id": 2265, "title": "Momo", "overview": "Momo is a young orphan girl who lives in the ruins of an old Roman amphitheater and becomes friends with everybody in the neighborhood. But when a powerful international corporation starts stealing everybody’s time, nobody has any time left for her, let alone their friends or families. Momo, together with Master Hora, the custodian of time, are the only ones who can go up against the time thieves before all is lost forever.", "label": "feel_good"}
{"id": 172349, "title": "Ninja Sentai Kakuranger: The Movie", "overview": "When a young boy is kidnapped, his older sister asks the Kakuranger to rescue him.", "label": "action"}
{"id": 45612, "title": "Source Code", "overview": "When decorated soldier Captain Colter Stevens wakes up in the body of an unknown man, he discovers he's part of a mission to find the bomber of a Chicago commuter train.", "label": "mind_bending"}
{"id": 30382, "title": "Entropy", "overview": "Entropy is a semi-autobiographical film which tells the story of a young director struggling to make a film for a despotic studio while his life falls apart around him. Along the way, he goes on tour with U2 to help them make a music video, gets married in Vegas, and has a conversation with his cat.", "label": "romantic"}
{"id": 340837, "title": "A Cure for Wellness", "overview": "An ambitious young executive is sent to retrieve his company's CEO from an idyllic but mysterious \"wellness center\" at a remote location in the Swiss Alps but soon suspects that the spa's miraculous treatments are not what they seem.", "label": "mind_bending"}
{"id": 9378, "title": "Thir13en Ghosts", "overview": "Arthur and his two children inherit his uncle's estate: a glass house that serves as a prison to twelve ghosts. When the family, accompanied by a nanny and an attorney, enter the house they find themselves trapped inside an evil machine 'designed by the Devil and powered by the dead' to open the Eye of Hell. Aided by a ghost hunter and his rival, a ghost rights activist out to set the ghosts free, the group must do what they can to get out of the house alive.", "label": "spooky"}
{"id": 9907, "title": "Barnyard", "overview": "Otis is a mischievous, carefree Holstein cow who lives on a farm where, unbeknownst to humans, the animals are anthropomorphic. He prefers having fun with his best friends: Pip the mouse, Freddy the ferret, Peck the rooster, and Pig the pig - rather than following strict rules and accepting responsibility. This annoys his stern adoptive father Ben, the leader of the farm's community. One evening, Otis convinces Ben to cover his night watch so he can attend a massive party in the barn and impress Daisy, a pregnant cow who recently arrived at the farm with her best friend Bessy as a newcomer. As the animals party, Dag the coyote and his pack attempt to raid the chicken coop. Ben fends them off alone but is fatally wounded and killed. Otis must now learn the value of responsibility when he becomes the leader of his farm home's community.", "label": "feel_good"}
{"id": 31299, "title": "Little Ashes", "overview": "About the young life and loves of artist Salvador Dalí, filmmaker Luis Buñuel and writer Federico García Lorca.", "label": "romantic"}
{"id": 120624, "title": "Mukhsin", "overview": "A twelve-year-old Malaysian boy's friendship with a sharp-tongued, assertive little girl moves awkwardly and wistfully into first love in this gently comic prequel to Yasmin Ahmad's \"Sepet\" and \"Gubra.\"", "label": "feel_good"}
{"id": 76492, "title": "Hotel Transylvania", "overview": "Welcome to Hotel Transylvania, Dracula's lavish five-stake resort, where monsters and their families can live it up and no humans are allowed. One special weekend, Dracula has invited all his best friends to celebrate his beloved daughter Mavis's 118th birthday. For Dracula catering to all of these legendary monsters is no problem but the party really starts when one ordinary guy stumbles into the hotel and changes everything!", "label": "feel_good"}
{"id": 71175, "title": "Overturn", "overview": "Christopher Gabriel suffers from constant terrifying nightmares. These dreams have been coming since childhood, and all his life Christopher tries to understand this disease, but no doctors or books give answers. Suddenly, an unknown group of people from different countries kidnap him and conduct a number of strange and cruel experiments. At first, it looks like one of his nightmares has come true, but gradually, he begins to realize that they know something important about him. Christopher also feels that something changes in him and suspects that he is not an ordinary guy. His dreams are the key to the answer.", "label": "mind_bending"}
{"id": 829557, "title": "365 Days: This Day", "overview": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.", "label": "romantic"}
{"id": 11688, "title": "The Emperor's New Groove", "overview": "Emperor Kuzco is turned into a llama by his ex-administrator Yzma, and must now regain his throne and his human form with the help of Pacha, a gentle llama herder.", "label": "feel_good"}
{"id": 11970, "title": "Hercules", "overview": "Bestowed with superhuman strength, a young mortal named Hercules sets out to prove himself a hero in the eyes of his father, the great god Zeus. Along with his friends Pegasus, a flying horse, and Phil, a personal trainer, Hercules is tricked by the hilarious, hotheaded villain Hades, who's plotting to take over Mount Olympus!", "label": "feel_good"}
{"id": 23963, "title": "Pontypool", "overview": "When disc jockey Grant Mazzy reports to his basement radio station in the Canadian town of Pontypool, he thinks it's just another day at work. But when he hears reports of a virus that turns people into zombies, Mazzy barricades himself in the radio booth and tries to figure out a way to warn his listeners about the virus and its unlikely mode of transmission.", "label": "mind_bending"}
{"id": 1110034, "title": "Kraken", "overview": "Marine biologist Johanne is doing research on a fish farm in Vangsnes, a rural community located by the fjord, when she encounters several strange occurrences. Along with the brutal deaths of two local teenagers, all signs point to the deep fjord; can there be more to the depths than the eye can see? At the bottom of the deepest fjord rests a mythical monster as large as a mountain, with a myriad of arms ready to crush and devour anything they can grab.", "label": "spooky"}
{"id": 123025, "title": "Batman: The Dark Knight Returns, Part 1", "overview": "Batman has not been seen for ten years. A new breed of criminal ravages Gotham City, forcing 55-year-old Bruce Wayne back into the cape and cowl. But, does he still have what it takes to fight crime in a new era?", "label": "mind_bending"}
{"id": 32985, "title": "Solomon Kane", "overview": "A nomadic 16th century warrior, condemned to hell for his brutal past, seeks redemption by renouncing violence, but finds some things are worth burning for as he fights to free a young Puritan woman from the grip of evil.", "label": "action"}
{"id": 641707, "title": "Omhoger", "overview": "A young couple has drifted apart, when all of a sudden a mysterious figure appears in their backyard.", "label": "mind_bending"}
{"id": 1354700, "title": "The Ghost Game", "overview": "Aspiring YouTuber Gi-ho stages a fake seance for viral content, but Ja-young joins, seeking her missing sister Seo-woo. In an underground cistern, Seo-woo volunteers as the \"possessed,\" but when she collapses, terror unfolds. Trapped with sinister forces, the students face a deadly fate, leading to a shocking twist.", "label": "spooky"}
{"id": 1327819, "title": "Hoppers", "overview": "Scientists have discovered how to \"hop\" human consciousness into lifelike robotic animals, allowing people to communicate with animals as animals. Animal lover Mabel seizes an opportunity to use the technology, uncovering mysteries within the animal world that are beyond anything she could have imagined.", "label": "feel_good"}
{"id": 342687, "title": "The Garage", "overview": "A woman's vehicle is missing from a downtown parking garage. While investigating, two security guards discover a glitch between life and death.", "label": "mind_bending"}
{"id": 8966, "title": "Twilight", "overview": "When Bella Swan moves to a small town in the Pacific Northwest, she falls in love with Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't stay away from him, a fatal move that endangers her own life.", "label": "romantic"}
{"id": 1523145, "title": "Your Heart Will Be Broken", "overview": "High school student Polina is saved from bullying at her new school and makes a deal with the main bully Bars: he must pretend to be her boyfriend and protect her, and she must do everything he says. During this game, the couple develops real feelings, but her family and classmates have reasons to separate the lovers.", "label": "romantic"}
{"id": 419430, "title": "Get Out", "overview": "Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined.", "label": "spooky"}
{"id": 1319969, "title": "Sketch", "overview": "When a young girl’s sketchbook falls into a strange pond, her drawings come to life—chaotic, real, and on the loose. As the town descends into chaos, her family must reunite and stop the monsters they never meant to unleash.", "label": "feel_good"}
{"id": 21542, "title": "Love Don't Co$t a Thing", "overview": "A high school outcast pays a cheerleader to pose as his girlfriend so he can be considered cool.", "label": "feel_good"}
{"id": 79871, "title": "Crazy Love", "overview": "What was supposed to be summer school in England becomes an adventurous exotic and romantic journey for a beautiful teenage girl. [from the Tai Seng Catalog] A nice story of a free-sprited (or, depending on your viewpoint, prick-teasing) young woman on a short journey of discovery.", "label": "romantic"}
{"id": 27205, "title": "Inception", "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.", "label": "action"}
{"id": 423502, "title": "My Friend's Mom", "overview": "After her mother dies, Young-jae visits her older sister's house, who took care of herself like her, and reunites with her sister, Soon-ae. She is incredibly greedy and charming. With the provocation of Soon-ae, the two develop into a secret relationship. One day when she was having a hot night with her mature lead, her daughter got stuck between the two ...  A young and sexy daughter, a seasoned and mature mother, and a man wandering between mother and daughter.  An unprecedented triangular romance between the three begins.", "label": "romantic"}
{"id": 1297842, "title": "GOAT", "overview": "Will, a small goat with big dreams, gets a once-in-a-lifetime shot to join the pros and play roarball – a high-intensity, co-ed, full-contact sport dominated by the fastest, fiercest animals in the world. Will's new teammates aren't thrilled about having a little goat on their roster, but Will is determined to revolutionize the sport and prove once and for all that 'smalls can ball'! He has to do something he has never done before.", "label": "feel_good"}
{"id": 448119, "title": "Dolittle", "overview": "After losing his wife seven years earlier, the eccentric Dr. John Dolittle, famed doctor and veterinarian of Queen Victoria’s England, hermits himself away behind the high walls of Dolittle Manor with only his menagerie of exotic animals for company. But when the young queen falls gravely ill, a reluctant Dolittle is forced to set sail on an epic adventure to a mythical island in search of a cure, regaining his wit and courage as he crosses old adversaries and discovers wondrous creatures.", "label": "feel_good"}
{"id": 1291335, "title": "Solo Mio", "overview": "After Matt's dreams of a picturesque Italian wedding are shattered when his fiancée leaves him at the altar, he embarks on his planned honeymoon across Italy alone, immersing himself in the country's vibrant culture, food, and beauty, meeting Gia along the way.", "label": "romantic"}
{"id": 399579, "title": "Alita: Battle Angel", "overview": "When Alita awakens with no memory of who she is in a future world she does not recognize, she is taken in by Ido, a compassionate doctor who realizes that somewhere in this abandoned cyborg shell is the heart and soul of a young woman with an extraordinary past.", "label": "action"}
{"id": 36797, "title": "RocketMan", "overview": "An accident-prone and obnoxious geek joins a NASA space mission to Mars. During the flight, he manages to put himself and the entire crew in jeopardy, but is in danger of emerging as a hero when his new colleagues need him to save them from the unforgiving surface of the red planet.", "label": "feel_good"}
{"id": 7451, "title": "xXx", "overview": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.", "label": "action"}
{"id": 1253000, "title": "Deathstalker", "overview": "A powerful swordsman known as Deathstalker recovers a cursed amulet from a corpse-strewn battlefield. Marked by dark magic and hunted by monstrous assassins, he must face the rising evil and break the curse.", "label": "action"}
{"id": 76600, "title": "Avatar: The Way of Water", "overview": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.", "label": "action"}
{"id": 270946, "title": "Penguins of Madagascar", "overview": "Skipper, Kowalski, Rico and Private join forces with undercover organization The North Wind to stop the villainous Dr. Octavius Brine from destroying the world as we know it.", "label": "feel_good"}
{"id": 554585, "title": "Originless", "overview": "A group of arcanes enjoy fighting vampires.", "label": "spooky"}
{"id": 49521, "title": "Man of Steel", "overview": "A young boy learns that he has extraordinary powers and is not of this earth. As a young man, he journeys to discover where he came from and what he was sent here to do. But the hero in him must emerge if he is to save the world from annihilation and become the symbol of hope for all mankind.", "label": "action"}
{"id": 559, "title": "Spider-Man 3", "overview": "The seemingly invincible Spider-Man goes up against an all-new crop of villains—including the shape-shifting Sandman. While Spider-Man’s superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and also gets caught up in a love triangle.", "label": "action"}
{"id": 1226863, "title": "The Super Mario Galaxy Movie", "overview": "A new movie based on the world of Super Mario Bros. that further broadens Mario's world with a bright and fun story. Plot TBA.", "label": "feel_good"}
{"id": 62, "title": "2001: A Space Odyssey", "overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.", "label": "mind_bending"}
{"id": 1327862, "title": "Regretting You", "overview": "Morgan Grant and her daughter Clara explore what's left behind after a devastating accident reveals a shocking betrayal and forces them to confront family secrets, redefine love, and rediscover each other.", "label": "romantic"}
{"id": 1466115, "title": "Even If This Love Disappears Tonight", "overview": "A high school girl wakes up each day with no memory of yesterday. When she agrees to date a shy classmate, can their love grow with every new beginning?", "label": "romantic"}
{"id": 8338, "title": "Blindness", "overview": "When a sudden plague of blindness devastates a city, a small group of the afflicted band together to triumphantly overcome the horrific conditions of their imposed quarantine.", "label": "mind_bending"}
{"id": 29053, "title": "Wolfhound", "overview": "Colum Kennedy went with his family to an Irish village to visit the places of origin of their ancestors. Once he arrived in the village realizes that the community is populated by beastly shape-shifting beings able to transform into animals. Colum begins to feel an intense passion for a woman who can transform into a wolf and must make a choice: return to his family and bring her home or to give in to temptation.", "label": "spooky"}
{"id": 13, "title": "Forrest Gump", "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.", "label": "romantic"}
{"id": 11836, "title": "The SpongeBob SquarePants Movie", "overview": "There's trouble brewing in Bikini Bottom. Someone has stolen King Neptune's crown, and it looks like Mr. Krab, SpongeBob's boss, is the culprit. Though he's just been passed over for the promotion of his dreams, SpongeBob stands by his boss, and along with his best pal Patrick, sets out on a treacherous mission to Shell City to reclaim the crown and save Mr. Krab's life.", "label": "feel_good"}
{"id": 1903, "title": "Vanilla Sky", "overview": "David Aames has it all: wealth, good looks and gorgeous women on his arm. But just as he begins falling for the warmhearted Sofia, his face is horribly disfigured in a car accident. That's just the beginning of his troubles as the lines between illusion and reality, between life and death, are blurred.", "label": "mind_bending"}
{"id": 575264, "title": "Mission: Impossible - Dead Reckoning Part One", "overview": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.", "label": "action"}
{"id": 63945, "title": "Bliss", "overview": "On his wedding day, Joseph nervously admits that his wife is not quite like other women. But his beautiful bride is more than just the \"impulsive, compulsive, obsessive\" woman he thinks he knows. And when Joseph discovers she is hiding troubling secrets, it sends them both on a sexual odyssey that will either destroy or redeem their relationship.", "label": "romantic"}
{"id": 134597, "title": "The Collection", "overview": "Arkin escapes with his life from the vicious grips of \"The Collector\" during an entrapment party where he adds beautiful Elena to his \"Collection.\" Instead of recovering from the trauma, Arkin is suddenly abducted from the hospital by mercenaries hired by Elena's wealthy father. Arkin is blackmailed to team up with the mercenaries and track down The Collector's booby trapped warehouse and save Elena.", "label": "spooky"}
{"id": 493922, "title": "Hereditary", "overview": "Following the death of the Leigh family matriarch, Annie and her children uncover disturbing secrets about their heritage. Their daily lives are not only impacted, but they also become entangled in a chilling fate from which they cannot escape, driving them to the brink of madness.", "label": "spooky"}
{"id": 1241982, "title": "Moana 2", "overview": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.", "label": "feel_good"}
{"id": 634649, "title": "Spider-Man: No Way Home", "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.", "label": "action"}
{"id": 1269012, "title": "7 vidas", "overview": "Jorge comfortably lives in a traditional building, now modernized with Artificial Intelligence. His stability is shaken with the death of René, the cat he cares for. A mysterious young woman claims to be its reincarnation and seeks help to solve its murder. Jorge, fearing to lose his home, agrees, embarking on a dizzying journey, uncovering dark secrets. The A.I. reveals flaws, making the environment claustrophobic and dangerous. Friendship between species is explored as they unravel mysteries, revealing surprising connections in this dark comedy of suspense.", "label": "mind_bending"}
{"id": 353081, "title": "Mission: Impossible - Fallout", "overview": "When an IMF mission ends badly, the world is faced with dire consequences. As Ethan Hunt takes it upon himself to fulfill his original briefing, the CIA begin to question his loyalty and his motives. The IMF team find themselves in a race against time, hunted by assassins while trying to prevent a global catastrophe.", "label": "action"}
{"id": 135878, "title": "Iodine", "overview": "John Clem heads north to investigate the disappearance of his estranged father. Upon arriving at the family cottage, John feels a sense of home, something he hasn't felt since he was a child. Running into Avery (Ray Wise - Twin Peaks, Reaper) his father's colleague, he receives no help on his dad's disappearance, but instead, a new set of eyes in which to view the living world around him.", "label": "mind_bending"}
{"id": 8413, "title": "Event Horizon", "overview": "In 2047, a group of astronauts are sent to investigate and salvage the starship Event Horizon which disappeared mysteriously seven years before on its maiden voyage. However, it soon becomes evident that something sinister resides in its corridors.", "label": "mind_bending"}
{"id": 163551, "title": "Twilight Q", "overview": "Part 1: \"Time Knot: Reflection\" Written by Kazunori Itô, directed by Tomomi Mochizuki. Mayu finds a camera floating in the ocean while on vacation. A very unusual camera. The film, mostly intact, reveals a picture of herself with a man she has never seen before. But that isn't the unusual part. This camera hasn't been made yet, and won't be made for another two years. Soon, Mayu finds herself swinging uncontrollably back and forth through time like a pendulum.  Part 2: \"Mystery Article File 538\" Written and directed by Mamoru Oshii. This episode follows a down-on-his-luck detective who accepts the first case to come his way: Surveillance of a man and a little girl. But who are they? And why do airplanes that fly over them turn into giant imperial carp? An investigator's normal methods don't apply when reality itself no longer applies.", "label": "mind_bending"}
{"id": 4951, "title": "10 Things I Hate About You", "overview": "On the first day at his new school, Cameron instantly falls for Bianca, the gorgeous girl of his dreams. The only problem is that Bianca is forbidden to date until her ill-tempered, completely un-dateable older sister Kat goes out, too. In an attempt to solve his problem, Cameron singles out the only guy who could possibly be a match for Kat: a mysterious bad boy with a nasty reputation of his own.", "label": "romantic"}
{"id": 60575, "title": "Prowl", "overview": "Amber dreams of escaping her small town existence and persuades her friends to accompany her to find an apartment in the big city. When their transportation breaks down, she and her friends gratefully accept a ride in the back of a semi. But when the driver refuses to stop and they discover the cargo is hundreds of cartons of blood, they panic. Their panic turns to terror when the truck disgorges them into a dark, abandoned warehouse where blood-thirsty creatures learn to hunt human prey, which, the friends realize, is what they now are... Written by Svetlio Svilenov", "label": "spooky"}
{"id": 395992, "title": "Life", "overview": "The six-member crew of the International Space Station is tasked with studying a sample from Mars that may be the first proof of extra-terrestrial life, which proves more intelligent than ever expected.", "label": "mind_bending"}
{"id": 73262, "title": "Hell", "overview": "In 2016 the sun has turned the entire world into a scorched and barren wasteland. The humans who have survived are either resourceful or violent, and sometimes both. Marie, her little sister Leonie, and best friend Phillip, are in a car headed to the mountains - rumor has it there is water there. Along the way they meet Tom, a first-rate mechanic. But can they trust him? Fraught with deep distrust, the group is lured into an ambush where their real battle for survival begins.", "label": "mind_bending"}
{"id": 511987, "title": "Crawl", "overview": "When a huge hurricane hits her hometown in Florida, Haley ignores evacuation orders to look for her father. After finding him badly wounded, both are trapped by the flood. With virtually no time to escape the storm, they discover that rising water levels are the least of their problems.", "label": "spooky"}
{"id": 209629, "title": "Fátima", "overview": "1917, a beautiful apparition of Our Lady forever alters the lives of three children: Lucinda, Jacita and Francisco who lived in Villa Fatima in Portugal.", "label": "romantic"}
{"id": 57800, "title": "Ice Age: Continental Drift", "overview": "Manny, Diego, and Sid embark upon another adventure after their continent is set adrift. Using an iceberg as a ship, they encounter sea creatures and battle pirates as they explore a new world.", "label": "feel_good"}
{"id": 482600, "title": "Japanese Mom", "overview": "\"Innocent face, D-cup breasts and perfect intercourse skills! Son, this is not your girlfriend anymore but your mother!\"  Ki-ho brings Yuki from Japan to marry her. However, he starts cheating on her with his ex-girlfriend in Korea.  Min-cheol comforted Yuki and thought of her as his daughter-in-law, but one day he realizes he is looking at her as a woman.  In the end, Yuki and Min-cheol have intercourse without Ki-ho knowing...", "label": "romantic"}
{"id": 1421634, "title": "Sukma", "overview": "Arini and her family went to a small town to start a new life, but it turns into a disaster after they find an ancient mirror in a secret warehouse.", "label": "spooky"}
{"id": 13957, "title": "Closing the Ring", "overview": "During the 1940s, a group of young men go off to war, leaving behind Ethel Ann, who is in love with one of them, Teddy. In modern-day Belfast, a man named Jimmy endeavors to return a ring found in the wreckage of a crashed plane. He travels to Michigan, where the grown Ethel Ann, who married another man after Teddy was killed in battle, now lives. Ethel Ann must decide whether to go with Jimmy to meet the soldier who last saw Teddy alive.", "label": "romantic"}
{"id": 299537, "title": "Captain Marvel", "overview": "The story follows Carol Danvers as she becomes one of the universe’s most powerful heroes when Earth is caught in the middle of a galactic war between two alien races. Set in the 1990s, Captain Marvel is an all-new adventure from a previously unseen period in the history of the Marvel Cinematic Universe.", "label": "action"}
{"id": 2313, "title": "Prime", "overview": "A career driven professional from Manhattan is wooed by a young painter, who also happens to be the son of her psychoanalyst.", "label": "romantic"}
{"id": 19898, "title": "Pandorum", "overview": "Two crew members wake up on an abandoned spacecraft with no idea who they are, how long they've been asleep, or what their mission is. The two soon discover they're actually not alone – and the reality of their situation is more horrifying than they could have imagined.", "label": "mind_bending"}
{"id": 9769, "title": "Lolita", "overview": "Humbert Humbert is a middle-aged British novelist who is both appalled by and attracted to the vulgarity of American culture. When he comes to stay at the boarding house run by Charlotte Haze, he soon becomes obsessed with Lolita, the woman's teenaged daughter.", "label": "romantic"}
{"id": 329010, "title": "Emelie", "overview": "After their regular babysitter cancels, the Thompson family turns to her friend, Anna to supervise their children while the parents go out to celebrate their anniversary. At first Anna seems like a dream come true to the kids, allowing them to eat extra cookies and play with things that are usually off-limits, but as her behaviour becomes increasingly odd, the kids soon find out that her intentions are dark and twisted—and she is not who she seems to be.", "label": "spooky"}
{"id": 299534, "title": "Avengers: Endgame", "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.", "label": "action"}
{"id": 980477, "title": "Ne Zha 2", "overview": "After a catastrophic event leaves their bodies destroyed, Ne Zha and Ao Bing are granted a fragile second chance at life. As tensions rise between the dragon clans and celestial forces, the two must undergo a series of perilous trials that will test their bond, challenge their identities, and decide the fate of both mortals and immortals.", "label": "action"}
{"id": 10362, "title": "Two Lovers", "overview": "A depressed man moves back in with his parents following a recent heartbreak and finds himself with two women.", "label": "romantic"}
{"id": 1297953, "title": "My Friend Eva", "overview": "Eva has just turned 50. She’s been married for over 20 years and has two, teenage children. So far, nothing remarkable. But on a business trip to Rome something happens that turns her life upside down. She meets Alex, a scriptwriter who’s spending a few days in the Italian city. The instant attraction she feels for him, the butterflies in her tummy, the seductive hint of possibility… After all this time, she remembers what it feels like to fall in love and it shifts something inside of her. It reignites a fire that had long been extinguished.", "label": "romantic"}
{"id": 862, "title": "Toy Story", "overview": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.", "label": "feel_good"}
{"id": 806929, "title": "The Immaculate Room", "overview": "Mike and Kate, a young couple, get the once-in-a lifetime chance to win a cool five million dollars. The challenge: Live for 50 days in a blank space. Sticking it out for thirty days, and the five million are theirs. How difficult can it be?", "label": "mind_bending"}
{"id": 73861, "title": "A Serbian Film", "overview": "Retired porn star Milos leads a normal family life trying to make ends meet. Presented with the opportunity of a lifetime to financially support his family for the rest of their lives, Milos must participate in one last mysterious film. From then on, Milos is drawn into a maelstrom of unbelievable cruelty and mayhem.", "label": "spooky"}
{"id": 9502, "title": "Kung Fu Panda", "overview": "Chosen by prophecy but doubted by all, Po is an unlikely Dragon Warrior—a clumsy panda thrust into the world of kung fu as a deadly enemy threatens the Valley of Peace. Guided by Master Shifu and the Furious Five, Po must embrace who he is to unlock the power that no scroll can teach.", "label": "feel_good"}
{"id": 370172, "title": "No Time to Die", "overview": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.", "label": "action"}
{"id": 617126, "title": "The Fantastic 4: First Steps", "overview": "Against the vibrant backdrop of a 1960s-inspired, retro-futuristic world, Marvel's First Family is forced to balance their roles as heroes with the strength of their family bond, while defending Earth from a ravenous space god called Galactus and his enigmatic Herald, Silver Surfer.", "label": "action"}
{"id": 807979, "title": "Baby Bulldog", "overview": "Animal loving Amber is racing the clock and taking on city hall for her new dog Shadow and learning that you can't judge by what you see.", "label": "feel_good"}
{"id": 877933, "title": "Indringer", "overview": "A strange crea­ture washes ashore on an island where two scien­tists live and work. It appears to possess dark powers.", "label": "mind_bending"}
{"id": 1379963, "title": "Tell Me Softly", "overview": "Kamila has everything under control: studies, social life, her image... Everything except the unexpected return of her neighbors, the Di Bianco brothers, after seven years of absence. Thiago stole her first kiss, and Taylor was her best friend, but now their return will turn Kami's world upside down. Can the three overcome the past that binds them? Or will everything explode into pieces once again?", "label": "romantic"}
{"id": 28346, "title": "Krocodylus", "overview": "A sleazy producer develops a concept he dubs \"blood surfing\" -- tossing bloody fish remains into the water to lure sharks and then surfing through the animals as they chomp about. Along with his camerawoman, the producer brings two thrill-seeking surfers to the coast of Florida to capture some gnarly footage. But, as they blood surf, they encounter something even more deadly: a colossal prehistoric crocodile intent on devouring them.", "label": "spooky"}
{"id": 43347, "title": "Love & Other Drugs", "overview": "Maggie is an alluring free spirit who won't let anyone – or anything – tie her down. But she meets her match in Jamie, whose relentless and nearly infallible charm serves him well with the ladies and the cutthroat world of pharmaceutical sales. Maggie and Jamie's evolving relationship takes them both by surprise, as they find themselves under the influence of the ultimate drug: love.", "label": "romantic"}
{"id": 607, "title": "Men in Black", "overview": "After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent K and new recruit Agent J find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.", "label": "action"}
{"id": 135397, "title": "Jurassic World", "overview": "Twenty-two years after the events of Jurassic Park, Isla Nublar now features a fully functioning dinosaur theme park, Jurassic World, as originally envisioned by John Hammond.", "label": "action"}
{"id": 1371185, "title": "Song Sung Blue", "overview": "Based on a true story, two down-on-their-luck musicians form a joyous Neil Diamond tribute band, proving it's never too late to find love and follow your dreams.", "label": "romantic"}
{"id": 46343, "title": "Oktapodi", "overview": "Two Octopi fight for their lives with a stubborn restaurant cook in a comical escape through the streets of a small Greek village.", "label": "feel_good"}
{"id": 360784, "title": "Hidden", "overview": "A family takes refuge in a fallout shelter to avoid a dangerous outbreak.", "label": "spooky"}
{"id": 429617, "title": "Spider-Man: Far From Home", "overview": "Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.", "label": "action"}
{"id": 969681, "title": "Spider-Man: Brand New Day", "overview": "The fourth installment in the Spider-Man franchise and part of Phase Six of the Marvel Cinematic Universe (MCU). Plot TBA.", "label": "action"}
{"id": 1232449, "title": "Young Hearts", "overview": "14-year-old Elias increasingly feels like an outsider in his village. When he meets his new neighbour of the same age, Alexander, Elias is confronted with his burgeoning sexuality.", "label": "romantic"}
{"id": 628707, "title": "Trick", "overview": "A detective tries to track down a masked killer who reappears every Halloween to wreak bloody havoc.", "label": "spooky"}
{"id": 57869, "title": "Pretty Cure All Stars DX2: The Light of Hope - Protect the Rainbow Jewel!", "overview": "Tsubomi Hanasaki is woken by her best friend Erika Kurumi only to find out that their two fairies, Coffret and Shypre, have left just leaving a note explaining where to find them. Fairy Park is not only the destination of both girls, it is also the meeting point of all other Precures who planned to spend this special day together. This magical theme park holds the Rainbow Jewel, a special gem that represents all of the hopes and dreams of the world. Such a powerful stone is the object of desire of a malefic entity named Bottom who has waited one thousand years for the opportunity to possess it.", "label": "feel_good"}
{"id": 524047, "title": "Greenland", "overview": "John Garrity, his estranged wife and their young son embark on a perilous journey to find sanctuary as a planet-killing comet hurtles toward Earth. Amid terrifying accounts of cities getting levelled, the Garritys experience the best and worst in humanity. As the countdown to the global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven.", "label": "action"}
{"id": 297302, "title": "Fourteen", "overview": "She's a child, a woman and a mother at 14.", "label": "romantic"}
{"id": 38, "title": "Eternal Sunshine of the Spotless Mind", "overview": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.", "label": "romantic"}
{"id": 29177, "title": "Dr. M", "overview": "In the not-too-distant future Berlin is shocked by a series of spectacular suicides; a policeman's investigations lead him to a beautiful, enigmatic woman and the revelation of a sinister plot to manipulate the population through mass hypnosis.", "label": "mind_bending"}
{"id": 3574, "title": "Doctor X", "overview": "A wisecracking New York reporter intrudes on a research scientist's quest to unmask The Moon Killer.", "label": "mind_bending"}
{"id": 1548113, "title": "The Muppet Show", "overview": "Music, comedy, and a whole lot of chaos is bound to ensue when The Muppets once again take the stage of the original Muppet Theatre with their very special guest, Sabrina Carpenter!", "label": "feel_good"}
{"id": 843527, "title": "The Idea of You", "overview": "40-year-old single mom Solène begins an unexpected romance with 24-year-old Hayes Campbell, the lead singer of August Moon, the hottest boy band on the planet. As they begin a whirlwind romance, it isn't long before Hayes' superstar status poses unavoidable challenges to their relationship, and Solène soon discovers that life in the glare of his spotlight might be more than she bargained for.", "label": "romantic"}
{"id": 983282, "title": "The Artifice Girl", "overview": "A team of special agents discovers a revolutionary new computer program to bait and trap online predators. After teaming up with the program's troubled developer, they soon find that the AI is rapidly advancing beyond its original purpose.", "label": "mind_bending"}
{"id": 865019, "title": "Repeat", "overview": "A zealous cognitive psychologist stumbles across an unbelievable discovery – a way of communicating with the other side. His joy is short-lived, however, as his daughter is put into potentially grave danger and when all leads go cold, he takes matters into his own hands to find out the truth.", "label": "mind_bending"}
{"id": 622065, "title": "Injection", "overview": "When a mysterious serum is delivered to her door, Claudia Fischer enlists the help of her scientist brother to determine its contents. The results bear a striking resemblance to the research he's been conducting for the past decade.", "label": "mind_bending"}
{"id": 82702, "title": "How to Train Your Dragon 2", "overview": "Five years have passed since Hiccup and Toothless united the dragons and Vikings of Berk. Now, they spend their time charting unmapped territories. During one of their adventures, the pair discover a secret cave that houses hundreds of wild dragons -- and a mysterious dragon rider. Now, Hiccup and Toothless find themselves at the center of a battle to protect Berk from a power-hungry warrior.", "label": "feel_good"}
{"id": 10830, "title": "Matilda", "overview": "Matilda Wormwood is an exquisite and intelligent little girl. Unfortunately, her parents, Harry and Zinnia, don’t agree. As time passes, she finally starts school and has a kind teacher, loyal friends, and a sadistic headmistress. As she becomes fed up with the constant cruelty, she discovers she has a special gift that she just might be able to use to outwit the unruly adults around her.", "label": "feel_good"}
{"id": 24428, "title": "The Avengers", "overview": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!", "label": "action"}
{"id": 269795, "title": "2:22", "overview": "Two planes almost collide after a blinding flash of light paralyzes air traffic controller Dylan Branson for a few seconds. Suspended from his job, Dylan starts to notice an ominous pattern of sounds and events that repeats itself in exactly the same manner every day, ending precisely at 2:22 p.m. Also drawn into a complex relationship with a woman, Dylan must figure out a way to break the power of the past and take control of time itself.", "label": "mind_bending"}
{"id": 138843, "title": "The Conjuring", "overview": "Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives.", "label": "spooky"}
{"id": 133481, "title": "Eden of The East Compilation: Air Communication", "overview": "A re-editing of the 11 television episodes of popular anime Higashi no Eden into a feature-length film.", "label": "mind_bending"}
{"id": 44250, "title": "Cruel World", "overview": "Following his dismissal from a television reality show, a deranged young man lures a group of beautiful coeds to his abode by telling them they will be the stars of a new show he is creating. What the women do not know is that when they lose their slot on the show, they lose their lives as well.", "label": "spooky"}
{"id": 40955, "title": "Blue Sunshine", "overview": "At a party, someone goes insane and murders three women. Falsely accused of the brutal killings, Jerry is on the run. More bizarre homicides continue with alarming frequency all over town. Trying to clear his name, Jerry discovers the shocking truth...people are losing their hair and turning into violent psychopaths and the connection may be some LSD all the murderers took a decade before.", "label": "mind_bending"}
{"id": 20737, "title": "Air Bud", "overview": "A lonely boy befriends a stray dog who has a natural talent for basketball and together they experience the highs and lows of life as their friendship remains solid through a series of escapades.", "label": "feel_good"}
{"id": 1010581, "title": "My Fault", "overview": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning.", "label": "romantic"}
{"id": 1412598, "title": "Killer Whale", "overview": "Follows best friends Maddie and Trish as they find themselves trapped in a remote lagoon with the dangerous killer whale named Ceto.", "label": "spooky"}
{"id": 35, "title": "The Simpsons Movie", "overview": "After Homer accidentally pollutes the town's water supply, Springfield is encased in a gigantic dome by the EPA and the Simpsons are declared fugitives.", "label": "feel_good"}
{"id": 496527, "title": "October", "overview": "Dan, a 21-year-old carefree boy is always surrounded by a bunch of friends and fellow hotel interns who feed off each other's everyday moments, their ups and downs. Shiuli is also an intern working in the same hotel, who at times is at a receiving end of Dan's audaciousness. Everything was normal in their life until a sudden turn of events smashes Dan and Shiuli's lives together, into a bond.", "label": "romantic"}
{"id": 184315, "title": "Hercules", "overview": "When a new enemy threatens the innocent, Hercules must lead his fearless team of warriors in a battle against overwhelming odds.", "label": "action"}
{"id": 812, "title": "Aladdin", "overview": "In the boorish city of Agrabah, kind-hearted street urchin Aladdin and Princess Jasmine fall in love, although she can only marry a prince. He and power-hungry Grand Vizier Jafar vie for a magic lamp that can fulfill their wishes.", "label": "romantic"}
{"id": 301228, "title": "Narcopolis", "overview": "In the near future, Frank, a police officer, discovers that the legalization of all recreational drugs comes with a price.", "label": "mind_bending"}
{"id": 863, "title": "Toy Story 2", "overview": "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.", "label": "feel_good"}
{"id": 68726, "title": "Pacific Rim", "overview": "Using massive piloted robots to combat the alien threat, earth's survivors take the fight to the invading alien force lurking in the depths of the Pacific Ocean. Nearly defenseless in the face of the relentless enemy, the forces of mankind have no choice but to turn to two unlikely heroes who now stand as earth's final hope against the mounting apocalypse.", "label": "action"}
{"id": 127585, "title": "X-Men: Days of Future Past", "overview": "The ultimate X-Men ensemble fights a war for the survival of the species across two time periods as they join forces with their younger selves in an epic battle that must change the past – to save our future.", "label": "action"}
{"id": 26266, "title": "Spymate", "overview": "Amelia, a young genius and daughter of a top secret agent, unknowingly invents a contraption that makes her the target of an evil scientist.", "label": "feel_good"}
{"id": 1022789, "title": "Inside Out 2", "overview": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.", "label": "feel_good"}
{"id": 782, "title": "Gattaca", "overview": "Vincent is an all-too-human man who dares to defy a system obsessed with genetic perfection. He is an \"In-Valid\" who assumes the identity of a member of the genetic elite to pursue his goal of traveling into space with the Gattaca Aerospace Corporation.", "label": "mind_bending"}
{"id": 111646, "title": "Biyaheng Langit", "overview": "Biyaheng Langit tells the story of Bea, a young Filipino-American (Joyce Jimenez). Bea is bored; all she wants in life is to raise five thousand dollars so that she can live independently in the United States. To relieve her boredom, Bea follows her grandmother (Nida Blanca) to the casino, where they gamble all night; this is where she meets Danny (Mark Anthony Fernandez), a runner who collects money from the tables for Bosing (Bembol Roco).", "label": "romantic"}
{"id": 313369, "title": "La La Land", "overview": "Mia, an aspiring actress, serves lattes to movie stars in between auditions and Sebastian, a jazz musician, scrapes by playing cocktail party gigs in dingy bars, but as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart.", "label": "romantic"}
{"id": 604, "title": "The Matrix Reloaded", "overview": "The Resistance builds in numbers as humans are freed from the Matrix and brought to the city of Zion. Neo discovers his superpowers, including the ability to see the code inside the Matrix. With machine sentinels digging to Zion in 72 hours, Neo, Morpheus and Trinity must find the Keymaker to ultimately reach the Source.", "label": "action"}
{"id": 694, "title": "The Shining", "overview": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.", "label": "spooky"}
{"id": 748783, "title": "The Garfield Movie", "overview": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist.", "label": "feel_good"}
{"id": 568960, "title": "I Am Lying Now", "overview": "Metaphysical thriller, which takes place in a retro-futuristic world. His characters get caught up in an intricate, dark intrigue in which nothing is as it seems, and a series of dramatic events leads to a completely surprising final.", "label": "mind_bending"}
{"id": 575265, "title": "Mission: Impossible - The Final Reckoning", "overview": "Ethan Hunt and team continue their search for the terrifying AI known as the Entity — which has infiltrated intelligence networks all over the globe — with the world's governments and a mysterious ghost from Hunt's past on their trail. Joined by new allies and armed with the means to shut the Entity down for good, Hunt is in a race against time to prevent the world as we know it from changing forever.", "label": "action"}
{"id": 181812, "title": "Star Wars: The Rise of Skywalker", "overview": "The surviving Resistance faces the First Order once again as the journey of Rey, Finn and Poe Dameron continues. With the power and knowledge of generations behind them, the final battle begins.", "label": "action"}
{"id": 508830, "title": "Kamen Rider Amazons The Movie: The Final Judgment", "overview": "The “Amazon Livestock Project,” a mysterious care facility, the Amazon extermination organization 4C (Competitive Creatures Control Center) pursuing Haruka Misuzawa . . . all come together in a tale of symbiosis and competition; the mortal combat between the carnivore and herbivore. And, finally, an end to the troubles and conflicts of the Riders, two beings confronting a fierce fate.", "label": "mind_bending"}
{"id": 1022787, "title": "Elio", "overview": "Elio, a space fanatic with an active imagination, finds himself on a cosmic misadventure where he must form new bonds with eccentric alien lifeforms, navigate a crisis of intergalactic proportions and somehow discover who he is truly meant to be.", "label": "feel_good"}
{"id": 338913, "title": "Bill", "overview": "What really happened during Shakespeare's 'Lost Years'? Hopeless lute player Bill Shakespeare leaves his home to follow his dream.", "label": "feel_good"}
{"id": 388108, "title": "Wake Up", "overview": "A debt collector has a nervous breakdown at work on the anniversary of his wife's suicide. He is pulled between reality and a hallucinative journey into his subconscious as he desperately searches for a way out of his misery.", "label": "mind_bending"}
{"id": 1228246, "title": "Five Nights at Freddy's 2", "overview": "One year since the supernatural nightmare at Freddy Fazbear's Pizza, the stories about what transpired there have been twisted into a campy local legend, inspiring the town's first ever Fazfest. With the truth kept from her, Abby sneaks out to reconnect with Freddy, Bonnie, Chica, and Foxy, setting into motion a terrifying series of events that will reveal dark secrets about the real origin of Freddy's, and unleash a decades-hidden horror.", "label": "spooky"}
{"id": 1218005, "title": "Orphans", "overview": "A ruthless con artist targets a wealthy European household, but her calculated scheme hits an unexpected snag when someone discovers her dark past and vows to expose her true identity.", "label": "spooky"}
{"id": 1424906, "title": "ONE KLICK", "overview": "Horror strikes three friends on a desert hike when they are hunted by an unseen foe...  Watch here: https://www.youtube.com/watch?v=IfxNY3ECqXY", "label": "spooky"}
{"id": 539972, "title": "Kraven the Hunter", "overview": "Kraven Kravinoff's complex relationship with his ruthless gangster father, Nikolai, starts him down a path of vengeance with brutal consequences, motivating him to become not only the greatest hunter in the world, but also one of its most feared.", "label": "action"}
{"id": 140607, "title": "Star Wars: The Force Awakens", "overview": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.", "label": "action"}
{"id": 1218925, "title": "Chainsaw Man - The Movie: Reze Arc", "overview": "In a brutal war between devils, hunters, and secret enemies, a mysterious girl named Reze has stepped into Denji's world, and he faces his deadliest battle yet, fueled by love in a world where survival knows no rules.", "label": "romantic"}
{"id": 1414384, "title": "AstroVan", "overview": "Social media influencer Max's simple van life in the Pacific Northwest's woods takes an unexpected twist when he teams up with his eccentric neighbor, Roger, to fix his TV for a Blazer's game night.", "label": "mind_bending"}
{"id": 545611, "title": "Everything Everywhere All at Once", "overview": "An aging Chinese immigrant is swept up in an insane adventure, where she alone can save what's important to her by connecting with the lives she could have led in other universes.", "label": "action"}
{"id": 177572, "title": "Big Hero 6", "overview": "A special bond develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.", "label": "feel_good"}
{"id": 232808, "title": "Maharaja", "overview": "Fearing his death, Ranbir Singh (Salim Ghouse) decides to kill Kohinoor when he is a child, in vain though. After 20 years Kohinoor (Govinda) returns to claim his rightful place in the ...", "label": "romantic"}
{"id": 920708, "title": "Vāranāsi", "overview": "When an asteroid hits the city of Vāranāsi in India, what are the events that it leads to? Is the world about to be doomed? Does it need a saviour who has to traverse across the continents and timelines to influence the most crucial moment in the history of Earth?", "label": "action"}
{"id": 1419229, "title": "Silent Zone", "overview": "In a zombie-ravaged world, a resourceful teen and her protector fight for survival, facing relentless dangers and testing the limits of hope and loyalty.", "label": "spooky"}
{"id": 1064213, "title": "Anora", "overview": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled.", "label": "romantic"}
{"id": 248595, "title": "Alien Outlaw", "overview": "Aliens land in a small town where Jesse Jamison is about to have a gun show and bullets fly after the aliens start killing people. Watch out Diamond Booking agency for your next momentous event!", "label": "mind_bending"}
{"id": 329865, "title": "Arrival", "overview": "Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat.", "label": "mind_bending"}
{"id": 1181765, "title": "School of Magical Animals 3", "overview": "Ida wants to perform with her class at the annual Forest Day to campaign for the protection of the local forest. Even Helene is there, as she hopes to use the footage of the performance to build up her influencer channel. What nobody knows is that Helene's family is on the verge of bankruptcy and Helene urgently needs followers to avert the threat of bankruptcy. Helene is also under pressure from the high expectations of her magical animal, Karajan the cat from Paris, who imagines a life of pure luxury.", "label": "feel_good"}
{"id": 207270, "title": "The Hoarder", "overview": "Ella discovers a terrifying secret when she becomes trapped in an underground storage facility. To survive she must join forces with a group of strangers, each with something to hide.", "label": "spooky"}
{"id": 276692, "title": "Natural Selection", "overview": "Software programmer Ben Braden has it all: beautiful wife, cute kid, dream house, sports car, great job. Then one day the doorbell rings and he finds himself standing eye to eye with Alex Connelly, every inch his double and hell-bent on getting Ben's material features as well...", "label": "mind_bending"}
{"id": 552219, "title": "In the Shadows", "overview": "It is near future story in Anatolia. There is no indication of time and place, an post-apocalyptic world that ruled over by primitive technology. Zait, a loyal mine worker who works for a mine factory which is managed by unknowns, declares war against the factory.", "label": "mind_bending"}
{"id": 1308632, "title": "Porch Pirates", "overview": "When a gang of bumbling porch pirates targets East Texas during the holiday season, three small-town detectives jump into action. Their mission? Recover stolen packages—including a rare Beanie Baby and the Mayor’s prized Christmas pickle—before Christmas spirit disappears. Packed with slapstick laughs, festive hijinks, and heartwarming moments, Porch Pirates is a family-friendly holiday comedy for all ages.", "label": "feel_good"}
{"id": 49444, "title": "Kung Fu Panda 2", "overview": "Po is finally living the dream as the Dragon Warrior—until a dark secret from his past comes roaring back. When the ruthless peacock lord Shen unleashes a terrifying new weapon to wipe out kung fu itself, Po and the Furious Five race across China to put an end to his plans. But if Po is to have any hope of stopping him, he must first unravel the mystery of where he came from and come to terms with his trauma.", "label": "feel_good"}
{"id": 2470, "title": "Belle Époque", "overview": "In 1931, a young soldier deserts from the army and falls into a country farm, where he is welcomed by the owner due to his political ideas. Manolo has four daughters, Fernando likes all of them and they like him, so he has to decide which one to love.", "label": "romantic"}
{"id": 668461, "title": "Slumberland", "overview": "A young girl discovers a secret map to the dreamworld of Slumberland, and with the help of an eccentric outlaw, she traverses dreams and flees nightmares, with the hope that she will be able to see her late father again.", "label": "feel_good"}
{"id": 499385, "title": "Nightmare Step", "overview": "The cure is more dangerous than the malady as a mild-mannered woman who is slowly summoning the strength to rid herself of a cruel and domineering husband ... permanently.", "label": "mind_bending"}
{"id": 1032666, "title": "Bunker", "overview": "Trapped in a bunker during World War I, a group of soldiers are faced with an ungodly presence that slowly turns them against each other.", "label": "spooky"}
{"id": 1083433, "title": "I Know What You Did Last Summer", "overview": "When five friends inadvertently cause a deadly car accident, they cover up their involvement and make a pact to keep it a secret rather than face the consequences. A year later, their past comes back to haunt them and they're forced to confront a horrifying truth: someone knows what they did last summer…and is hell-bent on revenge.", "label": "spooky"}
{"id": 11348, "title": "Fragile", "overview": "Haunted by memories of a patient's death, a nurse  takes a job at an antiquated hospital for children. Soon she learns that the kids fear a ghost that prowls the floors and will not allow anyone to leave. Amy tries to protect them and convince the other staffers of the evil that lurks there.", "label": "spooky"}
{"id": 315635, "title": "Spider-Man: Homecoming", "overview": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.", "label": "action"}
{"id": 9544, "title": "FearDotCom", "overview": "When four bodies are discovered among the industrial decay and urban grime of New York City, brash young detective Mike Reilly teams with ambitious Department of Health researcher Terry Huston to uncover the cause behind their violent and inexplicable deaths. The only common factor shared by the victims? Each died exactly 48 hours after logging onto a website called feardotcom.", "label": "spooky"}
{"id": 102651, "title": "Maleficent", "overview": "A beautiful, pure-hearted young woman, Maleficent has an idyllic life growing up in a peaceable forest kingdom, until one day when an invading army threatens the harmony of the land. She rises to be the land's fiercest protector, but she ultimately suffers a ruthless betrayal – an act that begins to turn her heart into stone. Bent on revenge, Maleficent faces an epic battle with the invading King's successor and, as a result, places a curse upon his newborn infant Aurora. As the child grows, Maleficent realizes that Aurora holds the key to peace in the kingdom – and to Maleficent's true happiness as well.", "label": "romantic"}
{"id": 42337, "title": "Beau Pere", "overview": "Rémi is a man trapped in a deteriorating marriage. When his wife is unexpectedly killed in a car accident, Rémi is left with his stepdaughter, Marion, who chooses to stay with him rather than live with her birth father. After the initial shock passes, Rémi is caught off-guard when Marion begins expressing her attraction to him. Initially repulsed, Marion's mature beauty wears him down as he finally caves to her seductions.", "label": "romantic"}
{"id": 10092, "title": "Cry_Wolf", "overview": "After a local woman is murdered, a group of teenage liars create a warning e-mail of a serial killer named “The Wolf”, coming on the next full moon. The teens describe each death method The Wolf uses, but when the described victims actually do start turning up dead, suddenly no one knows where the lies end and the truth begins.", "label": "spooky"}
{"id": 65864, "title": "Killer Kid", "overview": "The ruthless and cruel Captain Ramirez hunts down and kills revolutionaries in his search for The Saint, the righteous leader of the Mexican insurrection against the Federales.", "label": "romantic"}
{"id": 315162, "title": "Puss in Boots: The Last Wish", "overview": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.", "label": "feel_good"}
{"id": 296096, "title": "Me Before You", "overview": "Lou Clark, a directionless 26-year-old from the English countryside, takes a job at the local castle as a caregiver and companion to a wealthy young banker, Will Traynor. Wheelchair-bound from an accident two years prior, the once adventurous Will has all but given up — that is until Lou determines to show him that life is worth living.", "label": "romantic"}
{"id": 740011, "title": "Kara King", "overview": "Wu wins the Regional Karaoke Championship in Hong Kong at the cost of his Taiwanese friend Gao`s loss. When Gao`s love interest Ah Hu accepts Wu`s marriage proposal, the rivalry between these two Karaoke champions turns into a lifelong competition. But during the peak of his singing career, Wu suddenly decides to give up all the fame and fortune and disappear from Hong Kong with his two children. Just when Wu thinks he could take all his secrets with him to his grave, Gao finds him and comes to wreak havoc at Kara Village. With the news about his long-lost wife at stake, Wu is forced to come out of retirement for one last duel between the two Karaoke champions.", "label": "feel_good"}
{"id": 1090, "title": "The Thirteenth Floor", "overview": "In Los Angeles, a wealthy man, known as Mr. Fuller, discovers a shocking secret about the world he lives in. Fearing for his life, he leaves a desperate message for a friend of his in the most unexpected place.", "label": "mind_bending"}
{"id": 1175942, "title": "The Bad Guys 2", "overview": "The now-reformed Bad Guys are trying (very, very hard) to be good, but instead find themselves hijacked into a high-stakes, globe-trotting heist, masterminded by a new team of criminals they never saw coming: The Bad Girls.", "label": "feel_good"}
{"id": 33914, "title": "Frankenweenie", "overview": "When young Victor's pet dog Sparky (who stars in Victor's home-made monster movies) is hit by a car, Victor decides to bring him back to life the only way he knows how. But when the bolt-necked \"monster\" wreaks havoc and terror in the hearts of Victor's neighbors, he has to convince them (and his parents) that despite his appearance, Sparky's still the good loyal friend he's always been.", "label": "feel_good"}
{"id": 508943, "title": "Luca", "overview": "Luca and his best friend Alberto experience an unforgettable summer on the Italian Riviera. But all the fun is threatened by a deeply-held secret: they are sea monsters from another world just below the water’s surface.", "label": "feel_good"}
{"id": 786573, "title": "HellKat", "overview": "A fallen MMA fighter must win a netherworld no-holds-barred death tournament against man, beast and demon to save her soul.", "label": "spooky"}
{"id": 7131, "title": "Van Helsing", "overview": "Famed monster slayer Gabriel Van Helsing is dispatched to Transylvania to assist the last of the Valerious bloodline in defeating Count Dracula. Anna Valerious reveals that Dracula has formed an unholy alliance with Dr. Frankenstein's monster and is hell-bent on exacting a centuries-old curse on her family.", "label": "action"}
{"id": 118052, "title": "Rat", "overview": "After a night of drinking Guiness at the local watering hole, an ordinary, working-class, family man in Dublin's life is turned upside-down when he wakes up as a rat.", "label": "feel_good"}
{"id": 278154, "title": "Ice Age: Collision Course", "overview": "Set after the events of Continental Drift, Scrat's epic pursuit of his elusive acorn catapults him outside of Earth, where he accidentally sets off a series of cosmic events that transform and threaten the planet. To save themselves from peril, Manny, Sid, Diego, and the rest of the herd leave their home and embark on a quest full of thrills and spills, highs and lows, laughter and adventure while traveling to exotic new lands and locations.", "label": "feel_good"}
{"id": 1064028, "title": "Subservience", "overview": "With his wife out sick, a struggling father brings home a lifelike AI, only to have his self-aware new help want everything her new family has to offer... Like the affection of her owner and she'll kill to get it.", "label": "spooky"}
{"id": 763149, "title": "Aftermath", "overview": "Desperate to save their marriage, a young couple takes a deal to move into their dream home, but disturbing events reveal the house's troubled history.", "label": "spooky"}
{"id": 20653, "title": "Roadside Romeo", "overview": "This is the story of Romeo. A dude who was living the life. He had the works - the mansion to live in, the chicks to party with and the cars to be driven around in. Until one day, the family he was the favourite pet of, decided to move and left him back, abandoned on the mean streets of Mumbai. Romeo is now faced with situations he has never been in before. He encounters four strays, who scare the daylights out of him. But soon, he smooth talks his way into their hearts and he makes friends. Then, Romeo finds love! He encounters the beautiful, ravishing Laila, the most beautiful girl he has ever seen - and he loses his heart to her at first sight. Finally, he encounters a villain! The dreaded Don of the area - Charlie Anna. The Don who everyone is scared of. So hop on to the adventure as Romeo, wins friendship, love and a new life - in spite of Charlie Anna and his gang!", "label": "feel_good"}
{"id": 1329050, "title": "Knock", "overview": "Late at night, Kim hears a sound in her apartment. She asks her partner to investigate.", "label": "spooky"}
{"id": 967941, "title": "Wicked: For Good", "overview": "As an angry mob rises against the Wicked Witch, Glinda and Elphaba will need to come together one final time. With their singular friendship now the fulcrum of their futures, they will need to truly see each other, with honesty and empathy, if they are to change themselves, and all of Oz, for good.", "label": "romantic"}
{"id": 1294203, "title": "My Fault: London", "overview": "18-year-old Noah moves from America to London, with her mother who's recently fallen in love with William, a wealthy British businessman. Noah meets William’s son, bad-boy Nick, and soon discovers there is an attraction between them neither can avoid. As Noah spends the summer adjusting to her new life, her devastating past will catch up with her while falling in love for the first time.", "label": "romantic"}
{"id": 3133, "title": "Badlands", "overview": "An impressionable teenage girl from a dead-end town and her older greaser boyfriend embark on a killing spree in the South Dakota badlands.", "label": "romantic"}
{"id": 1169210, "title": "The Mannequin", "overview": "A stylist assistant investigates her sister's death in a historic LA building, only to face a vengeful ghost of a serial killer who dismembered victims decades ago. She must escape before she's next.", "label": "spooky"}
{"id": 1114513, "title": "Speak No Evil", "overview": "When an American family is invited to spend the weekend at the idyllic country estate of a charming British family they befriended on vacation, what begins as a dream holiday soon warps into a snarled psychological nightmare.", "label": "spooky"}
{"id": 1226301, "title": "Kabit", "overview": "Laura accepts the role in this play to rebel against her mother. The director pushes her to bring out her vulnerability and anger, hoping they will show these emotions on stage.", "label": "romantic"}
{"id": 79359, "title": "Black Serenade", "overview": "Students of the university of Salamanca are brutally murdered by a black masked minstrel. Alex, an architecture student who has recently moved to Salamanca discovers a pattern behind the killings; it seems as if the killer strikes regularly after the exams to free the campus from lousy students.", "label": "spooky"}
{"id": 986088, "title": "Control", "overview": "A young mother awakens in a mysterious cell and is forced to harness her telekinetic abilities in order to escape and save her daughter.", "label": "mind_bending"}
{"id": 1014115, "title": "Remote", "overview": "Finding new cinematic language to express the desire for physical contact in our increasingly isolated, mediated, and highly consumer-driven environments, Remote follows the daily routines of a quarantined woman in her sealed-off, ultra-modern apartment, where she falls down a rabbit hole playing an inexplicable interactive game with a community of women from around the world.", "label": "mind_bending"}
{"id": 597, "title": "Titanic", "overview": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.", "label": "romantic"}
{"id": 1726, "title": "Iron Man", "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.", "label": "action"}
{"id": 284052, "title": "Doctor Strange", "overview": "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under her wing and trains him to defend the world against evil.", "label": "action"}
{"id": 592660, "title": "Red Island", "overview": "A distressed couple become stranded on an isolated island only to get hunted by an unforeseen force.", "label": "mind_bending"}
{"id": 1473391, "title": "Les Inshortables, Vol. 1", "overview": "At 15, John and Nicolas decide to learn about love together; Matteo falls in love with the village priest; and Gabriel secretly draws naked men... Seven European shorts on the theme of homosexuality and early teenage love, selected by the Marais Film Festival.", "label": "romantic"}
{"id": 75802, "title": "Hysteria", "overview": "Two doctors in Victorian England use manual stimulation of female genitalia to cure their patients' ills, leading to the invention of the vibrator.", "label": "romantic"}
{"id": 122906, "title": "About Time", "overview": "The night after another unsatisfactory New Year's party, Tim's father tells his son that the men in his family have always had the ability to travel through time. They can't change history, but they can change what happens and has happened in their own lives. Thus begins the start of a lesson in learning to appreciate life itself as it is, as it comes, and most importantly, the people living alongside us.", "label": "romantic"}
{"id": 513409, "title": "Earthquake Bird", "overview": "Tokyo, Japan, 1989. Lucy Fly, a foreigner who works as a translator, begins a passionate relationship with Teiji, a mysterious man obsessed with photography.", "label": "romantic"}
{"id": 267526, "title": "Blue Season", "overview": "A woman wakes up hanging upside down. When she screams for help, a phone rings and a voice helps her escape.", "label": "mind_bending"}
{"id": 298618, "title": "The Flash", "overview": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?", "label": "action"}
{"id": 970390, "title": "Inverse", "overview": "This story looks at the time between the beginning and the end of your life, over time, behind time, and ahead of time, at the same time.", "label": "mind_bending"}
{"id": 2666, "title": "Dark City", "overview": "A man struggles with memories of his past, including a wife he cannot remember, in a nightmarish world with no sun and run by beings with telekinetic powers who seek the souls of humans.", "label": "mind_bending"}
{"id": 1289888, "title": "French Lover", "overview": "When a jaded actor meets a down-on-her-luck waitress in Paris, their unexpected love story begins — but will it survive the glare of the spotlight?", "label": "romantic"}
{"id": 976573, "title": "Elemental", "overview": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common.", "label": "feel_good"}
{"id": 19995, "title": "Avatar", "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.", "label": "action"}
{"id": 1328862, "title": "1st Kiss", "overview": "After losing her husband to death following a troubled marriage, a woman unexpectedly travels back to the moment before their first meeting, allowing them to reconnect and rekindle their romance.", "label": "romantic"}
{"id": 63, "title": "Twelve Monkeys", "overview": "In the year 2035, convict James Cole reluctantly volunteers to be sent back in time to discover the origin of a deadly virus that wiped out nearly all of the earth's population and forced the survivors into underground communities. But when Cole is mistakenly sent to 1990 instead of 1996, he's arrested and locked up in a mental hospital. There he meets psychiatrist Dr. Kathryn Railly and the son of a famous virus expert who may hold the key to the Army of the 12 Monkeys; thought to be responsible for unleashing the killer disease.", "label": "mind_bending"}
{"id": 454433, "title": "Magic Camp", "overview": "Andy, at the urging of his former mentor and Magic Camp owner Roy Preston, returns to the camp of his youth hoping to reignite his career. Instead, he finds inspiration in his ragtag bunch of rookie magicians.", "label": "feel_good"}
{"id": 615677, "title": "We Can Be Heroes", "overview": "When alien invaders capture Earth's superheroes, their kids must learn to work together to save their parents - and the planet.", "label": "feel_good"}
{"id": 564, "title": "The Mummy", "overview": "Dashing legionnaire Rick O'Connell stumbles upon the hidden ruins of Hamunaptra while in the midst of a battle to claim the area in 1920s Egypt. It has been over three thousand years since former High Priest Imhotep suffered a fate worse than death as a punishment for a forbidden love—along with a curse that guarantees eternal doom upon the world if he is ever awoken.", "label": "action"}
{"id": 978796, "title": "Bagman", "overview": "For centuries and across cultures, parents have warned their children of the legendary Bagman, who snatches innocent children and stuffs them into his vile, rotting bag—never to be seen again. Patrick McKee narrowly escaped such an encounter as a boy, which left him with lasting scars throughout his adulthood. Now, Patrick’s childhood tormentor has returned, threatening the safety of his wife Karina and son Jake.", "label": "spooky"}
{"id": 1468417, "title": "First Moon", "overview": "A young waitress is abducted by a religious cult, who are hell-bent on curing her from a sexually transmitted werewolf virus - or killing her in the process. Will she escape before the first full moon?", "label": "spooky"}
{"id": 57876, "title": "Area 51", "overview": "Three young conspiracy theorists attempt to uncover the mysteries of Area 51, the government's secret location rumored to have hosted encounters with alien beings. What they find at this hidden facility exposes unimaginable secrets.", "label": "mind_bending"}
{"id": 340601, "title": "Delirium", "overview": "A man recently released from a mental institute inherits a mansion after his parents die. After a series of disturbing events, he comes to believe it is haunted.", "label": "spooky"}
{"id": 1197137, "title": "Black Phone 2", "overview": "Four years after escaping The Grabber, Finney Blake is struggling with his life after captivity. When his sister Gwen begins receiving calls in her dreams from the black phone and seeing disturbing visions of three boys being stalked at a winter camp, the siblings become determined to solve the mystery and confront a killer who has grown more powerful in death and more significant to them than either could imagine.", "label": "spooky"}
{"id": 43655, "title": "Spectres", "overview": "KELLY is a beautiful young 16-year old who, like many teenagers, feels her life has become unbearably dark and depressed. Unable to make a meaningful connection with anyone around her, least of all her workaholic mom LAURA LEE, Kelly decides she'd rather be with her dad, who died several years before. The suicide attempt fails, but Laura Lee gets an urgent wake-up call and is determined to give Kelly some desperately needed attention. Hoping a change of scenery will help, mom and daughter rent a house for a long summer vacation. THE BIG HOUSE ON THE HILL offers peace, quiet, and ... mystery.", "label": "mind_bending"}
{"id": 18476, "title": "Horsemen", "overview": "A recently widowed detective still grieving over his wife's death discovers a shocking connection between himself and the suspects in a serial killing spree linked to the Four Horsemen of the Apocalypse.", "label": "spooky"}
{"id": 809, "title": "Shrek 2", "overview": "Happily ever after never seemed so far, far away when a trip to meet the in-laws turns into a hilariously twisted adventure for Shrek and Fiona.", "label": "feel_good"}
{"id": 1246049, "title": "Dracula", "overview": "When a 15th-century prince’s wife is brutally murdered, he renounces God and damns heaven itself. Cursed with eternal life, he is reborn as Dracula–an immortal warlord who defies fate in a blood-soaked crusade to wrench his lost love back from death.", "label": "romantic"}
{"id": 520763, "title": "A Quiet Place Part II", "overview": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path.", "label": "spooky"}
{"id": 1385536, "title": "Sore: A Wife from the Future", "overview": "A young man living alone in Croatia encounters a woman who claims to be his wife from the future, sent on a mission to help him correct his bad habits and improve his lifestyle.", "label": "romantic"}
{"id": 199603, "title": "International Crime", "overview": "The second and final Grand National Pictures film to feature The Shadow, played again by Rod La Rocque. In this version, Lamont Cranston is an amateur detective and host of a radio show with his assistant Phoebe (not Margo) Lane. Cabbie Moe Shrevnitz and Commissioner Weston also appear.", "label": "mind_bending"}
{"id": 699, "title": "For Your Eyes Only", "overview": "A British spy ship has sunk and on board was a hi-tech encryption device. James Bond is sent to find the device that holds British launching instructions before the enemy Soviets get to it first.", "label": "action"}
{"id": 37686, "title": "Super 8", "overview": "In late 1970s Ohio, a group of friends filming a homemade zombie movie witness a devastating train derailment. Soon after, their quiet town is gripped by unexplained disappearances, strange phenomena, and a growing sense of fear, as they uncover that something terrifying has been set loose.", "label": "mind_bending"}
{"id": 3933, "title": "Corpse Bride", "overview": "In a 19th-century European village, a young man about to be married is whisked away to the underworld and wed to a mysterious corpse bride, while his real bride waits bereft in the land of the living.", "label": "romantic"}
{"id": 566525, "title": "Shang-Chi and the Legend of the Ten Rings", "overview": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.", "label": "action"}
{"id": 1086260, "title": "The Astronaut", "overview": "After returning from her first space mission, astronaut Sam Walker is placed under NASA’s care at a high security house for rehabilitation and medical testing. However, when disturbing occurrences begin happening around the property, she fears that something extraterrestrial has followed her back to Earth", "label": "spooky"}
{"id": 341035, "title": "Demon Baby", "overview": "A young couple looking to rekindle a damaged relationship retreat to the remote Scottish Highlands. They are haunted by their past, their surroundings and each other.", "label": "spooky"}
{"id": 27583, "title": "Greenberg", "overview": "Roger Greenberg, a failed musician now making a living as a carpenter in New York, returns to Los Angeles to house-sit for his brother. He's stranded there—since he doesn't drive—until his brother's assistant, Florence, comes to his rescue. She's as much a lost soul as he is, and the pair form a significant connection—giving Roger a much-needed reason to be happy.", "label": "romantic"}
{"id": 639771, "title": "Cosmos", "overview": "Three astronomers accidentally intercept what they believe to be a signal from a distant alien civilization, but the truth is even more incredible than any of them could have imagined.", "label": "mind_bending"}
{"id": 992233, "title": "Found", "overview": "When Rowan tries to find her missing ex-girlfriend, a mysterious UFO interrupts her calls.", "label": "mind_bending"}
{"id": 39522, "title": "Mega Piranha", "overview": "When a science experiment goes horribly wrong, gigantic fish gain appetites for human flesh.", "label": "action"}
{"id": 2105, "title": "American Pie", "overview": "At a high-school party, four friends find that losing their collective virginity isn't as easy as they had thought. But they still believe that they need to do so before college. To motivate themselves, they enter a pact to all \"score\" by their senior prom.", "label": "romantic"}
{"id": 27, "title": "9 Songs", "overview": "Matt, a young glaciologist, soars across the vast, silent, icebound immensities of the South Pole as he recalls his love affair with Lisa. They meet at a mobbed rock concert in a vast music hall - London's Brixton Academy. They are in bed at night's end. Together, over a period of several months, they pursue a mutual sexual passion whose inevitable stages unfold in counterpoint to nine live-concert songs.", "label": "romantic"}
{"id": 9030, "title": "The Eye", "overview": "Violinist Sydney Wells was accidentally blinded by her sister Helen when she was five years old. She submits to a cornea transplantation, and while recovering from the operation, she realizes that she is seeing dead people.", "label": "spooky"}
{"id": 1251717, "title": "Vicious", "overview": "When Polly receives a mysterious box, it comes with one rule: place inside something she needs, something she hates, and something she loves. If she doesn’t obey, it will consume everything—and everyone—she’s ever known.", "label": "spooky"}
{"id": 9299, "title": "Thesis", "overview": "While doing a thesis about violence, Ángela finds a snuff video where a girl is tortured to death. Soon she discovers that the girl was a former student at her college...", "label": "spooky"}
{"id": 1357449, "title": "Ídolos", "overview": "A fiery young motorcycle racer throws away his shot at the junior championship in a reckless crash, only to receive a surprise offer from a top Moto2 team that gives him a chance at redemption. But to claim it, he must train under his estranged father, a disgraced former world champion haunted by a tragic past. As the father and son battle personal demons, media scrutiny, and a ruthless racing circuit, their fractured bond is pushed to the limit by ambition, love, and the unforgiving speed of the sport. With a wildcard entry into MotoGP on the line, they must confront the wreckage of their relationship to seize a future—on and off the track.", "label": "romantic"}
{"id": 933260, "title": "The Substance", "overview": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself.", "label": "spooky"}
{"id": 1280450, "title": "Stolen Girl", "overview": "In 1993, Maureen’s six-year-old daughter Amina is snuck out of the country by her ex-husband, Karim. After years of unsuccessful attempts to find her, Maureen intersects with a professional retriever of internationally abducted children who promises to help her find Amina in exchange for her collaboration.", "label": "action"}
{"id": 169030, "title": "Isle of Darkness", "overview": "Julie is a young and newly qualified teacher from Copenhagen, Denmark. Fed up with her unfaithful boyfriend and big city life, she takes a job as a teacher on an idyllic island in southern Norway. Julie finds it difficult to be accepted in the closed-net community of the island. Slowly but surely, she discovers that the idyllic island hides many dark secrets.", "label": "spooky"}
{"id": 1244244, "title": "Cloud", "overview": "Ryōsuke Yoshii, an ordinary reseller, carelessly earns grudges by people and becomes entangled in a life-threatening struggle.", "label": "spooky"}
{"id": 448916, "title": "2036 Origin Unknown", "overview": "After the first manned mission to Mars ends in a deadly crash, mission controller Mackenzie 'Mack' Wilson assists an artificial intelligence system, A.R.T.I. Their investigation uncovers a mysterious object under the surface of Mars that could change the future of our planet as we know it.", "label": "mind_bending"}
{"id": 675353, "title": "Sonic the Hedgehog 2", "overview": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.", "label": "feel_good"}
{"id": 12244, "title": "9", "overview": "When 9 first comes to life, he finds himself in a post-apocalyptic world. All humans are gone, and it is only by chance that he discovers a small community of others like him taking refuge from fearsome machines that roam the earth intent on their extinction. Despite being the neophyte of the group, 9 convinces the others that hiding will do them no good.", "label": "action"}
{"id": 71257, "title": "Khoobsurat", "overview": "Sanju,  a con-man and petty thief, gets in the bad books of Jogia Seth and ends up owing him money. In order to get the money, Sanju decides to pose as a member of the Shastri family, so that he can gain their confidence and help himself to their wealth. But fate has something else in store for Sanju.", "label": "romantic"}
{"id": 39412, "title": "Emmanuelle 3", "overview": "Emmanuelle and her architect husband continue their amoral lifestyle in the Seychelles. But when a casual dilliance between her and a film director starts to turn serious her husband shows very traditional signs of jealousy.", "label": "romantic"}
{"id": 194, "title": "Amélie", "overview": "At a tiny Parisian café, the adorable yet painfully shy Amélie accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?", "label": "romantic"}
{"id": 30233, "title": "Freaky Faron", "overview": "When she was 11, young Faron Hallowell was sent away to a mental institution for shooting and nearly killing a local weatherman--a secret mission she claimed was assigned to her by alien beings. Now, five years later, released and rehabilitated, all she wants is a normal life. But when the events of her dark past return to haunt her, she'll have to use her uncanny abilities once again to protect.", "label": "mind_bending"}
{"id": 20352, "title": "Despicable Me", "overview": "Gru is a supervillain determined to prove he’s the greatest by stealing the Moon. To pull off his plan, he adopts three orphaned girls—Margo, Edith, and Agnes—intending to use them as part of his scheme. However, as Gru bonds with the girls, his cold, villainous exterior begins to melt, and he discovers that love and family matter more than his quest for infamy.", "label": "feel_good"}
{"id": 950, "title": "Ice Age: The Meltdown", "overview": "Diego, Manny and Sid return in this sequel to the hit animated movie Ice Age. This time around, the deep freeze is over, and the ice-covered earth is starting to melt, which will destroy the trio's cherished valley. The impending disaster prompts them to reunite and warn all the other beasts about the desperate situation.", "label": "feel_good"}
{"id": 49013, "title": "Cars 2", "overview": "Star race car Lightning McQueen and his pal Mater head overseas to compete in the World Grand Prix race. But the road to the championship becomes rocky as Mater gets caught up in an intriguing adventure of his own: international espionage.", "label": "feel_good"}
{"id": 6439, "title": "Racing Stripes", "overview": "Shattered illusions are hard to repair -- especially for a good-hearted zebra named Stripes who's spent his life on a Kentucky farm amidst the sorely mistaken notion that he's a debonair thoroughbred. Once he faces the fact that his stark stripes mark him as different, he decides he'll race anyway. And with help from the young girl who raised him, he just might end up in the winner's circle.", "label": "feel_good"}
{"id": 82690, "title": "Wreck-It Ralph", "overview": "Wreck-It Ralph is the 9-foot-tall, 643-pound villain of an arcade video game named Fix-It Felix Jr., in which the game's titular hero fixes buildings that Ralph destroys. Wanting to prove he can be a good guy and not just a villain, Ralph escapes his game and lands in Hero's Duty, a first-person shooter where he helps the game's hero battle against alien invaders. He later enters Sugar Rush, a kart racing game set on tracks made of candies, cookies and other sweets. There, Ralph meets Vanellope von Schweetz who has learned that her game is faced with a dire threat that could affect the entire arcade, and one that Ralph may have inadvertently started.", "label": "feel_good"}
{"id": 390889, "title": "The Schoolgirl", "overview": "18-year-old Patrizia and her three friends learn the art of seduction from the local prostitute, Marilena, and seduce the members of town council to stop a shady lawyer from demolishing their favorite hangout place.", "label": "romantic"}
{"id": 9820, "title": "The Parent Trap", "overview": "Hallie Parker and Annie James are identical twins who were separated at a young age due to their parents' divorce. Unbeknownst to their parents, the girls are sent to the same summer camp, where they meet, discover the truth about their relationship, and come up with a plan to switch places in an effort to reunite their mother and father.", "label": "feel_good"}
{"id": 1242898, "title": "Predator: Badlands", "overview": "Cast out from his clan, a young Predator finds an unlikely ally in a damaged android and embarks on a treacherous journey in search of the ultimate adversary.", "label": "action"}
{"id": 539, "title": "Psycho", "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.", "label": "spooky"}
{"id": 115883, "title": "Escapement", "overview": "An insurance investigator tumbles onto a series of similar deaths, by brain hemorrhage, of patients of a psychiatric clinic in France where therapy involves a device which can implant visual imagery in the minds of patients, ostensibly to help them relax.", "label": "mind_bending"}
{"id": 297762, "title": "Wonder Woman", "overview": "An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict.", "label": "action"}
{"id": 122917, "title": "The Hobbit: The Battle of the Five Armies", "overview": "Following Smaug's attack on Laketown, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.", "label": "action"}
{"id": 429476, "title": "Hell Fest", "overview": "On Halloween night at a horror theme park, a costumed killer begins slaying innocent patrons who believe that it's all part of the festivities.", "label": "spooky"}
{"id": 200094, "title": "Disconnect", "overview": "A distraught college student finds a phone that enables her to talk to her deceased mother in the past. Instead of a heart attack, she learns that her mother was murdered. She tries to use the phone to stop the murder from occurring before the killer finds and kills her too.", "label": "mind_bending"}
{"id": 13186, "title": "Wrong Turn 2: Dead End", "overview": "Retired military commander Colonel Dale Murphy hosts the simulated post-apocalyptic reality show where participants are challenged to survive a remote West Virginia wasteland. But the show turns into a nightmarish showdown when each realizes they are being hunted by an inbred family of cannibals determined to make them all dinner!", "label": "spooky"}
{"id": 1194963, "title": "Noise", "overview": "Ju-young is a young woman with a hearing impediment who decides to investigate her sister's inexplicable disappearance, last seen in her apartment. Feeling more and more cornered, Ju-young begins to hear strange sounds and sense an evil presence in the apartment.", "label": "spooky"}
{"id": 1865, "title": "Pirates of the Caribbean: On Stranger Tides", "overview": "When Jack crosses paths with a woman from his past, he's not sure if it's love...or if she's a ruthless con artist using him to find the fabled Fountain of Youth.", "label": "action"}
{"id": 27873, "title": "Battletruck", "overview": "It's the 21st century, the Oil Wars have made a mess of the planet and the land outside major cities is lawless. After Hunter comes to the aid of Corlie, who has run away from the villainous Straker, he takes her to the peaceful community of Clearwater. Unfortunately for the citizens of Clearwater, Straker fully intends to get Corlie back.", "label": "action"}
{"id": 157353, "title": "Transcendence", "overview": "Two leading computer scientists work toward their goal of Technological Singularity,  as a radical anti-technology organization fights to prevent them from creating a world where computers can transcend the abilities of the human brain.", "label": "mind_bending"}
{"id": 1593, "title": "Night at the Museum", "overview": "Chaos reigns at the natural history museum when night watchman Larry Daley accidentally stirs up an ancient curse, awakening Attila the Hun, an army of gladiators, a Tyrannosaurus rex and other exhibits.", "label": "feel_good"}
{"id": 991494, "title": "The SpongeBob Movie: Search for SquarePants", "overview": "Desperate to be a big guy, SpongeBob sets out to prove his bravery to Mr. Krabs by following The Flying Dutchman – a mysterious swashbuckling ghost pirate – on a seafaring adventure that takes him to the deepest depths of the deep sea, where no Sponge has gone before.", "label": "feel_good"}
{"id": 1249508, "title": "Grizzly Night", "overview": "On August 12th, 1967, in Montana's Glacier National Park, the unthinkable happened: On the same night, nine miles apart, there were not one-but two-fatal grizzly bear attacks.", "label": "spooky"}
{"id": 337846, "title": "Kaccha Limboo", "overview": "The words Kaccha Limbo denotes a child who is not mature enough.The movie follows the trials and tribulations of 13 year old Shambu.His friends in school ostracize him for being obese calling him names. Despite his school problems, Shambu does have a loving and caring family. He does not seem to relate to his step father, who seems to have a highly sympathetic attitude. He has crush for a girl, who does seem to despise him for his looks. He continues talking to her as an anonymous another person on phone.  Things take a turn for worse when he accidentally causes damage to Videocam of another student, for which he is asked to pay damages. On the same day his forging parental signatures in school diary is found out. He runs away from home and befriends few slum children.", "label": "feel_good"}
{"id": 11387, "title": "Lord Jim", "overview": "After being discredited as a coward, a 19th century seaman lives for only one purpose: to redeem himself.  Preserved by the Academy Film Archive in partnership with Sony Pictures Entertainment in 2000.", "label": "romantic"}
{"id": 1248226, "title": "Playdate", "overview": "When out-of-work accountant Brian joins stay-at-home dad Jeff for a playdate with their sons, he expects a laid-back afternoon. Instead, they're chased by mercenaries, and Brian—totally unprepared—must survive one absurd obstacle after another.", "label": "feel_good"}
{"id": 36630, "title": "Zandalee", "overview": "Bored with her marriage to burnt out poet turned corporate executive Thierry, Zandalee falls prey to an old friend of her husband, the manipulative and egotistical Johnny and becomes enmeshed in a sensual, passionate and destructive affair.", "label": "romantic"}
{"id": 465, "title": "36 Fillette", "overview": "Lili, a pouty and voluptuous 14-year-old, is caravan camping with her family in Biarritz. She's self-aware and holds her own in a café conversation with a concert pianist she meets, but she has a wild streak and she's testing her powers over men, finding that she doesn't always control her moods or actions, and she's impatient with being a virgin. She sets off with her brother to a disco, latching onto an aging playboy who is himself hot and cold to her. She is ambivalent about losing her virginity that night, willing the next, and determined by the third.", "label": "romantic"}
{"id": 1698, "title": "Anatomy", "overview": "Medical student Paula wins a place at an exclusive Heidelberg medical school. When the body of a young man she met on the train turns up on her dissection table, she begins to investigate the mysterious circumstances surrounding his death.", "label": "spooky"}
{"id": 206647, "title": "Spectre", "overview": "A cryptic message from Bond’s past sends him on a trail to uncover a sinister organization. While M battles political forces to keep the secret service alive, Bond peels back the layers of deceit to reveal the terrible truth behind SPECTRE.", "label": "action"}
{"id": 185248, "title": "Pig", "overview": "A man wakes up alone in the middle of the desert with a black hood on his head and his hands tied behind his back. At death's door, he is discovered by a woman living alone in the desert and is nursed back to health. Upon regaining consciousness, the man realizes he has amnesia, and has no idea who he is. His only clue, a piece of paper in his pocket with the name \"Manny Elder\" on it, sends him on a journey to Los Angeles to discover his past. But things and people are not what they seem and clues lead to something bigger and more unusual than the man could have ever imagined.", "label": "mind_bending"}
{"id": 458203, "title": "Apocalypsis", "overview": "Set in a parallel universe entering a black hole, a woman reading the book of Revelation has visions of regeneration during Anthropocene.", "label": "mind_bending"}
{"id": 25719, "title": "Shooting Fish", "overview": "Two con artists hire an unwitting medical-school student as a secretary for their latest scam.", "label": "romantic"}
{"id": 829560, "title": "The Next 365 Days", "overview": "Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart.", "label": "romantic"}
{"id": 1233413, "title": "Sinners", "overview": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.", "label": "spooky"}
{"id": 408387, "title": "Crow", "overview": "A wealthy developer tries to remove settlers from his newly acquired land, which leads to dire consequences.", "label": "spooky"}
{"id": 621, "title": "Grease", "overview": "Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance despite their eccentric friends?", "label": "romantic"}
{"id": 152601, "title": "Her", "overview": "In the not so distant future, Theodore, a lonely writer, purchases a newly developed operating system designed to meet the user's every need. To Theodore's surprise, a romantic relationship develops between him and his operating system. This unconventional love story blends science fiction and romance in a sweet tale that explores the nature of love and the ways that technology isolates and connects us all.", "label": "romantic"}
{"id": 772, "title": "Home Alone 2: Lost in New York", "overview": "Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's determined to foil their plans to rob a toy store on Christmas Eve.", "label": "feel_good"}
{"id": 298653, "title": "Berkshire County", "overview": "Kylie Winters, a bullied and self-loathing teen, reluctantly agrees to babysit at an isolated country mansion on Halloween night. When a small boy in a pig mask appears at the door trick-or-treating, Kylie's night transforms into a horrifying and violent cat-and-mouse game. She must go beyond what she ever thought possible if she and the children are to survive the night.", "label": "spooky"}
{"id": 1495694, "title": "Beauty from Pain", "overview": "After a devastating heartbreak, an aspiring musician escapes to Australia. She agrees to a no-strings romance with a billionaire winemaker, but when she falls in love she must choose to walk away or risk her heart on a man afraid to love.", "label": "romantic"}
{"id": 58646, "title": "Opa!", "overview": "A modern day treasure hunt for a mystical relic that turns into a love story for all time.", "label": "romantic"}
{"id": 299536, "title": "Avengers: Infinity War", "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.", "label": "action"}
{"id": 458305, "title": "Vivarium", "overview": "A young woman and her fiancé are in search of the perfect starter home. After following a mysterious real estate agent to a new housing development, the couple finds themselves trapped in a maze of identical houses and forced to raise an otherworldly child.", "label": "mind_bending"}
{"id": 1272837, "title": "28 Years Later: The Bone Temple", "overview": "Dr. Kelson finds himself in a shocking new relationship - with consequences that could change the world as they know it - and Spike's encounter with Jimmy Crystal becomes a nightmare he can't escape.", "label": "spooky"}
{"id": 1304625, "title": "Bear Claw Camp", "overview": "An adventure with brave children, a talking skunk, and a villain with too much cement on his head, Maia and Jan, our protagonists, have one mission: to save the summer camp.", "label": "feel_good"}
{"id": 993708, "title": "The Threesome", "overview": "Connor and his long-time crush Olivia engage in a threesome with a sweet, alluring stranger named Jenny. This encounter sparks a relationship between Connor and Olivia, leading them to plan a life together. However, their romance faces challenges when Jenny reappears, thrusting all three into a difficult journey toward true accountability and adulthood.", "label": "romantic"}
{"id": 351286, "title": "Jurassic World: Fallen Kingdom", "overview": "Three years after Jurassic World was destroyed, Isla Nublar now sits abandoned. When the island's dormant volcano begins roaring to life, Owen and Claire mount a campaign to rescue the remaining dinosaurs from this extinction-level event.", "label": "action"}
{"id": 398588, "title": "Dismissed", "overview": "A straight-edged teacher finds trouble when an honors student is willing to do anything to get an A.", "label": "spooky"}
{"id": 9620, "title": "Paycheck", "overview": "Michael Jennings is a genius who's hired – and paid handsomely – by high-tech firms to work on highly sensitive projects, after which his short-term memory is erased so he's incapable of breaching security. But at the end of a three-year job, he's told he isn't getting a paycheck and instead receives a mysterious envelope. In it are clues he must piece together to find out why he wasn't paid – and why he's now in hot water.", "label": "mind_bending"}
{"id": 1511789, "title": "Captain Hook: The Cursed Tides", "overview": "In the aftermath of a devastating defeat by his archnemesis Admiral Smee, Captain Hook finds refuge in the coastal town of Eldritch Landing.", "label": "action"}
{"id": 5559, "title": "Bee Movie", "overview": "Barry B. Benson, a recent college graduate who wants more out of his life than making honey, decides to sue the human race after learning about the exploitation of bees at the hands of mankind. What will happen next?", "label": "feel_good"}
{"id": 293660, "title": "Deadpool", "overview": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.", "label": "action"}
{"id": 1098357, "title": "Alien Battlefield", "overview": "On a desperate quest to find her missing brother, a woman travels alongside a mysterious stranger with no memory on the way to visit a shadowy figure.", "label": "mind_bending"}
{"id": 298077, "title": "Ambition", "overview": "A young apprentice struggles to master nanotechnology on an alien world and prove herself to her enigmatic master. Will her herculean goals remain tantalizingly out of reach, or will she fulfill them and in the process, change life as we know it?", "label": "mind_bending"}
{"id": 423108, "title": "The Conjuring: The Devil Made Me Do It", "overview": "Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.", "label": "spooky"}
{"id": 602, "title": "Independence Day", "overview": "Strange phenomena surface around the globe. The skies ignite. Terror races through the world's major cities. As these extraordinary events unfold, it becomes increasingly clear that a force of incredible magnitude has arrived. Its mission: total annihilation over the Fourth of July weekend. The last hope to stop the destruction is an unlikely group of people united by fate and unimaginable circumstances.", "label": "action"}
{"id": 1131759, "title": "Omniscient Reader: The Prophecy", "overview": "Kim Dok-ja, an ordinary man in his 20s, is the only reader of an obscure web novel titled \"Three Ways to Survive the Apocalypse\". After having read the last chapter, the novel suddenly becomes reality, and its omnipotent hero Yu Jung-hyeok appears before Kim. As the only person who knows how to survive in this world, Kim and his companions strive to save the world by writing his own, new ending.", "label": "action"}
{"id": 578, "title": "Jaws", "overview": "When the seaside community of Amity finds itself under attack by a dangerous great white shark, the town's chief of police, a young marine biologist, and a grizzled shark hunter embark on a desperate quest to kill the beast before it strikes again.", "label": "spooky"}
{"id": 244998, "title": "Senario XX", "overview": "One alien crashed in a small village in Malaysia, create havoc with the villagers. To make it worst, there is some bad alien who pursue him.", "label": "action"}
{"id": 950387, "title": "A Minecraft Movie", "overview": "Four misfits find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world while embarking on a magical quest with an unexpected, expert crafter, Steve.", "label": "feel_good"}
{"id": 502356, "title": "The Super Mario Bros. Movie", "overview": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.", "label": "feel_good"}
{"id": 9340, "title": "The Goonies", "overview": "Young teen Mikey Walsh and his friends set off on a quest to find Pirate One-Eyed Willie's treasure in hopes of saving their homes from demolition. However, on their quest to find the treasure, they run into a family of recently escaped criminals, determined to capture the kids and reach the treasure first.", "label": "feel_good"}
{"id": 715370, "title": "Burial", "overview": "Set in the last days of World War II, a small band of Russian soldiers led by intelligence officer Brana Vasilyeva, who is tasked with trafficking the remains of Hitler back to Stalin in Russia. En route, the unit is attacked by German ‘Werewolf’ partisans and picked off one-by-one. Brana leads her surviving comrades in a last stand to ensure their ‘cargo’ doesn’t fall into the hands of those who would see it buried in order to hide the truth forever.", "label": "spooky"}
{"id": 1522377, "title": "Two Worlds One Wish", "overview": "Twenty-one years after a magical meeting at a children's hospital, Bilge and Can suddenly begin hearing each other's voices telepathically. What seems like a miracle soon reveals a hidden secret, as fate-reuniting them after decades-has much more in store.", "label": "romantic"}
{"id": 718887, "title": "Cracka", "overview": "A present day white supremacist gets thrust back in time where the African Americans rule and the whites are the enslaved.", "label": "mind_bending"}
{"id": 216015, "title": "Fifty Shades of Grey", "overview": "When college senior Anastasia Steele steps in for her sick roommate to interview prominent businessman Christian Grey for their campus paper, little does she realize the path her life will take. Christian, as enigmatic as he is rich and powerful, finds himself strangely drawn to Ana, and she to him. Though sexually inexperienced, Ana plunges headlong into an affair -- and learns that Christian's true sexual proclivities push the boundaries of pain and pleasure.", "label": "romantic"}
{"id": 61012, "title": "Silent Hill: Revelation 3D", "overview": "Heather Mason and her father have been on the run, always one step ahead of dangerous forces that she doesn't fully understand. Now on the eve of her 18th birthday, plagued by horrific nightmares and the disappearance of her father, Heather discovers she's not who she thinks she is. The revelation leads her deeper into a demonic world that threatens to trap her forever.", "label": "spooky"}
{"id": 77877, "title": "The Lucky One", "overview": "A Marine travels to Louisiana after serving three tours in Iraq and searches for the unknown woman he believes was his good luck charm during the war.", "label": "romantic"}
{"id": 507086, "title": "Jurassic World Dominion", "overview": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators on a planet they now share with history's most fearsome creatures.", "label": "action"}
{"id": 18, "title": "The Fifth Element", "overview": "In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.", "label": "action"}
{"id": 34754, "title": "The Unknown", "overview": "Five young field-biologists are sent to northern Sweden to investigate effects of a large forest fire. However, what was thought to be some weeks of camping and easy work soon turns into a nightmare as they find the remains of a mysterious creature and take it in for examination...", "label": "mind_bending"}
{"id": 1284460, "title": "Alpha", "overview": "Alpha, a troubled 13-year-old lives with her single mom. Their world collapses the day she returns from school with a tattoo on her arm.", "label": "spooky"}
{"id": 44833, "title": "Battleship", "overview": "When mankind beams a radio signal into space, a reply comes from ‘Planet G’, in the form of several alien crafts that splash down in the waters off Hawaii. Lieutenant Alex Hopper is a weapons officer assigned to the USS John Paul Jones, part of an international naval coalition which becomes the world's last hope for survival as they engage the hostile alien force of unimaginable strength. While taking on the invaders, Hopper must also try to live up to the potential that his brother, and his fiancée's father—an Admiral—expect of him.", "label": "action"}
{"id": 1315303, "title": "Primate", "overview": "Lucy, a college student, along with her friends, spend their vacation at her family's home in Hawaii, which includes her pet chimpanzee, Ben. However, when Ben contracts rabies after being bitten by a rabid animal, the group must fight for their lives in order to avoid the now-violent chimp.", "label": "spooky"}
{"id": 249059, "title": "Santa Switch", "overview": "A struggling dad gets a new start after a strange encounter replaces his mall Santa gig with the real thing.", "label": "feel_good"}
{"id": 120, "title": "The Lord of the Rings: The Fellowship of the Ring", "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.", "label": "action"}
{"id": 810, "title": "Shrek the Third", "overview": "The King of Far Far Away has died and Shrek and Fiona are to become King & Queen. However, Shrek wants to return to his cozy swamp and live in peace and quiet, so when he finds out there is another heir to the throne, they set off to bring him back to rule the kingdom.", "label": "feel_good"}
{"id": 271110, "title": "Captain America: Civil War", "overview": "Following the events of Age of Ultron, the collective governments of the world pass an act designed to regulate all superhuman activity. This polarizes opinion amongst the Avengers, causing two factions to side with Iron Man or Captain America, which causes an epic battle between former allies.", "label": "action"}
{"id": 62177, "title": "Brave", "overview": "In the mystical Scottish Highlands, Merida is the princess of a kingdom ruled by King Fergus and Queen Elinor. An unruly daughter and an accomplished archer, Merida one day defies a sacred custom of the land and inadvertently brings turmoil to the kingdom. In an attempt to set things right, Merida seeks out an eccentric old Wise Woman and is granted an ill-fated wish. Also figuring into Merida's quest — and serving as comic relief — are the kingdom's three lords: the enormous Lord MacGuffin, the surly Lord Macintosh, and the disagreeable Lord Dingwall.", "label": "feel_good"}
{"id": 9568, "title": "The Dentist", "overview": "Dr. Alan Feinstone has everything: a beautiful wife and a successful career in dentistry. However, when he discovers his wife's affair, he realizes that behind every clean, white surface lies the stench of decay.", "label": "spooky"}
{"id": 38150, "title": "Heartless", "overview": "Jamie Morgan is a troubled young man with a facial birthmark, which has left him isolated and fearful, hiding from the world outside. He lives in the East End, notorious for its violent hooded gangs. According to news reports, the gangs are now wearing demon masks. But, one night, after the murder of his mother, Jamie discovers the terrifying truth.", "label": "spooky"}
{"id": 9360, "title": "Anaconda", "overview": "A 'National Geographic' film crew is taken hostage by an insane hunter, who takes them along on his quest to capture the world's largest — and deadliest — snake.", "label": "spooky"}
{"id": 986056, "title": "Thunderbolts*", "overview": "After finding themselves ensnared in a death trap, seven disillusioned castoffs must embark on a dangerous mission that will force them to confront the darkest corners of their pasts.", "label": "action"}
{"id": 125176, "title": "Kiss Me Monster", "overview": "On an island somewhere in the Caribbean a professor is experimenting with mankind. Meanwhile, The Red Lips are moonlighting on a striptease world tour, but as soon as they hit the stage, the girls are up to their pasties in stiffs, Satanists and Sapphic sadists, all after the professor's secret formula for human clones!", "label": "mind_bending"}
{"id": 4348, "title": "Pride & Prejudice", "overview": "A story of love and life among the landed English gentry during the Georgian era. Mr. Bennet is a gentleman living in Hertfordshire with his overbearing wife and five daughters, but if he dies their house will be inherited by a distant cousin whom they have never met, so the family's future happiness and security is dependent on the daughters making good marriages.", "label": "romantic"}
{"id": 125149, "title": "Hell Mountain", "overview": "In an apocalyptical future, the world is completely destroyed and ruled by the tyrannical Stryker. He controls the unique source of food and uses young women as slaves to explore the mines in the Hell Mountain. When he abducts Shira, her lover Kal meets with the last professor on earth, Garrett, who helps him to rescue Shira.", "label": "spooky"}
{"id": 383498, "title": "Deadpool 2", "overview": "Wisecracking mercenary Deadpool battles the evil and powerful Cable and other bad guys to save a boy's life.", "label": "action"}
{"id": 10193, "title": "Toy Story 3", "overview": "Woody, Buzz, and the rest of Andy's toys haven't been played with in years. With Andy about to go to college, the gang find themselves accidentally left at a nefarious day care center. The toys must band together to escape and return home to Andy.", "label": "feel_good"}
{"id": 687163, "title": "Project Hail Mary", "overview": "Astronaut Ryland Grace awakens on a spacecraft with no memory of himself or his mission. He slowly deduces he is the sole survivor of a crew sent to the Tau Ceti solar system in search of a solution to a catastrophic event on Earth. In his search for answers, Grace must rely on his vast array of scientific knowledge, sheer ingenuity, and human will – but he may not have to search alone.", "label": "mind_bending"}
{"id": 7446, "title": "Tropic Thunder", "overview": "A group of self-absorbed actors set out to make the most expensive war film ever. After ballooning costs force the studio to cancel the movie, the frustrated director refuses to stop shooting, leading his cast into the jungles of Southeast Asia, where they encounter real bad guys.", "label": "action"}
{"id": 1116465, "title": "A Legend", "overview": "An archeologist noticed that the texture of the relics discovered during the excavation of a glacier closely resembled a jade pendant seen in one of his dreams. He and his team then embark on an expedition into the depths of the glacier.", "label": "action"}
{"id": 1255718, "title": "Plainclothes", "overview": "In 1990s New York, an undercover police officer receives an assignment to lure and arrest gay men. However, he's surprised to discover a scintillating connection with one of his targets. As their secret connection deepens and internal pressure to deliver arrests intensifies, he finds himself torn between duty and desire.", "label": "romantic"}
{"id": 974663, "title": "200% Wolf", "overview": "When Freddy Lupin's wayward wish transforms him into a werewolf and deposits a mischievous moon sprite on Earth, Freddy must restore the cosmic order before the earth and moon collide.", "label": "feel_good"}
{"id": 4347, "title": "Atonement", "overview": "A young girl irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit.", "label": "romantic"}
{"id": 60935, "title": "The Thing", "overview": "When paleontologist Kate Lloyd travels to an isolated outpost in Antarctica for the expedition of a lifetime, she joins an international team that unearths a remarkable discovery. Their elation quickly turns to fear as they realize that their experiment has freed a mysterious being from its frozen prison. Paranoia spreads like an epidemic as a creature that can mimic anything it touches will pit human against human as it tries to survive and flourish in this spine-tingling thriller.", "label": "mind_bending"}
{"id": 1278950, "title": "The Ritual", "overview": "Two priests, one in crisis with his faith and the other confronting a turbulent past, must overcome their differences to perform a risky exorcism.", "label": "spooky"}
{"id": 1229910, "title": "Kryptic", "overview": "A woman’s search for a missing cryptzoologist leads to her own riveting cosmic quest for identity.", "label": "spooky"}
{"id": 530254, "title": "The Witch: Part 1. The Subversion", "overview": "Ja-yoon is a high school student who struggles with memory loss after she endured some unknown trauma during her childhood. While trying to uncover the truth, she is unwittingly dragged into a world of crime and finds herself on a journey that will awaken many secrets hidden deep within.", "label": "mind_bending"}
{"id": 1242011, "title": "Together", "overview": "Years into their relationship, Tim and Millie find themselves at a crossroads as they move to the country, abandoning all that is familiar in their lives except each other. With tensions already flaring, a nightmarish encounter with a mysterious, unnatural force threatens to corrupt their lives, their love, and their flesh.", "label": "romantic"}
{"id": 670473, "title": "Brighter Yesterday", "overview": "What is the human cost of unraveling the secrets of time?", "label": "mind_bending"}
{"id": 1010755, "title": "The Strangers: Chapter 3", "overview": "Tethered by a frightening conclusion, Maya and the Strangers are locked on an unavoidable, unforgiving collision course — a showdown that proves they’re far from strangers now.", "label": "spooky"}
{"id": 252189, "title": "Camp Dread", "overview": "The “Summer Camp” horror trilogy was one of the most popular franchises of the 1980s. However, the decade ended and so did director Julian Barrett’s career. Now Barrett plans to resurrect his gory series via a modern reboot patterned after reality filmmaking. With his former leading lady and an eclectic group of 10 young “contestants,” Barrett returns to the same locale where his old splatter-fests were filmed. When one of the campers is found savagely murdered, they realize there’s more at stake than just fame and fortune. Each of them is in a fight for their lives as they realize summer is over – forever.", "label": "spooky"}
{"id": 568124, "title": "Encanto", "overview": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.", "label": "feel_good"}
{"id": 1357633, "title": "Solo Leveling -ReAwakening-", "overview": "Over a decade after 'gates' connecting worlds appeared, awakening 'hunters' with superpowers, weakest hunter Sung Jinwoo encounters a double dungeon and accepts a mysterious quest, becoming the only one able to level up, changing his fate. A catch-up recap of the first season coupled with an exclusive sneak peek of the first two episodes of the highly anticipated second season in one momentous theatrical fan experience.", "label": "action"}
{"id": 561635, "title": "Altered Skin", "overview": "While caring for his ailing wife, an American engineer in Pakistan stumbles upon a deadly pharmaceutical conspiracy.", "label": "spooky"}
{"id": 1061474, "title": "Superman", "overview": "Superman, a journalist in Metropolis, embarks on a journey to reconcile his Kryptonian heritage with his human upbringing as Clark Kent.", "label": "action"}
{"id": 72190, "title": "World War Z", "overview": "Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.", "label": "spooky"}
{"id": 361577, "title": "Sweet September", "overview": "Rebecca and Bruno meet in a bar, in a not particularly happy moment of their life, and they start dating. They consider themselves just friends and talk to each other about everything. But if Rebecca stops being so worried about what the bourgeoisie might think and say, and if Bruno realizes he can't live without Rebecca, they will both understand reality.", "label": "romantic"}
{"id": 26689, "title": "Retroactive", "overview": "A psychiatrist makes multiple trips through time to save a woman that was murdered by her brutal husband.", "label": "action"}
{"id": 28734, "title": "Hellhole", "overview": "An unlucky woman’s mother is murdered by a scarf-wielding killer named Silk, leaving the woman injured, traumatised and suffering from amnesia. She’s committed to a mental institution, where Silk follows her, looking for the papers he was trying to get from her mother. And Silk’s only the beginning of her problems, since the asylum is run by a mad doctor, performing experiments in chemical lobotomies!", "label": "spooky"}
{"id": 1162858, "title": "The Other", "overview": "Unable to conceive, a couple seeks to build a family with a young orphan, survivor of tragic childhood. But their act of love turns to horror when they realize the violence in their foster's past has returned to destroy the new family.", "label": "spooky"}
{"id": 675319, "title": "Zone 414", "overview": "In the near future on a colony of state-of-the-art robots, a private investigator is hired by the colony's creator to bring his missing daughter home.", "label": "mind_bending"}
{"id": 44497, "title": "Hustler White", "overview": "Reminiscent of Sunset Boulevard, the action is transposed from the silver screen's old backlots to contemporary male prostitution and the pornographic industry.", "label": "romantic"}
{"id": 22832, "title": "Ninja Assassin", "overview": "Ninja Assassin follows Raizo, one of the deadliest assassins in the world. Taken from the streets as a child, he was transformed into a trained killer by the Ozunu Clan, a secret society whose very existence is considered a myth. But haunted by the merciless execution of his friend by the Clan, Raizo breaks free from them and vanishes. Now he waits, preparing to exact his revenge.", "label": "action"}
{"id": 404658, "title": "Red Rain", "overview": "A young scientist investigates a series of mysterious events, such as the unexpected deaths of cattle and bright lights in the sky. He becomes convinced that they are caused by extraterrestrial life-forms.", "label": "mind_bending"}
{"id": 1274214, "title": "Papa Zola: The Movie", "overview": "Papa Zola, a schoolteacher, and his gifted daughter Pipi go on small adventures that often escalate. Their escapades showcase their loving relationship and Pipi's intelligence, as they navigate whimsical situations together.", "label": "feel_good"}
{"id": 22705, "title": "Cheeky", "overview": "While scouting out apartments in London for her Venetian boyfriend, Carla rents an apartment overlooking the Thames. There, she meets a real estate agent by the name of Moira.", "label": "romantic"}
{"id": 615173, "title": "The Witch: Part 2. The Other One", "overview": "A girl wakes up in a huge secret laboratory, then accidentally meets another girl who is trying to protect her house from a gang. The mystery girl overthrows the gang with her unexpected powers, and laboratory staff set out to find her.", "label": "mind_bending"}
{"id": 940551, "title": "Migration", "overview": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica.", "label": "feel_good"}
{"id": 260513, "title": "Incredibles 2", "overview": "Elastigirl springs into action to save the day, while Mr. Incredible faces his greatest challenge yet – taking care of the problems of his three children.", "label": "action"}
{"id": 21873, "title": "My Bodyguard", "overview": "Clifford Peache, an easygoing teenager, is finding less than easy to fit in at his new high school, where a tough-talking bully terrorizes his classmates and extorts their lunch money. Refusing to pay up, Clifford enlist the aid of an overgrown misfit whose mere presence intimidates students and teachers alike. But their \"business relationship\" soon turns personal as Clifford and the troubled loner forge a winning alliance against their intimidators - and a very special friendship with each other.", "label": "feel_good"}
{"id": 83934, "title": "You Are Here", "overview": "Several story threads about consciousness and perception intertwine in this film by video installation artist Daniel Cockburn.", "label": "mind_bending"}
{"id": 1156594, "title": "Our Fault", "overview": "Jenna and Lion's wedding brings about the long-awaited reunion between Noah and Nick after their breakup. Nick's inability to forgive Noah stands as an insurmountable barrier. He, heir to his grandfather's businesses, and she, starting her professional life, resist fueling a flame that's still alive. But now that their paths have crossed again, will love be stronger than resentment?", "label": "romantic"}
{"id": 85, "title": "Raiders of the Lost Ark", "overview": "When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.", "label": "action"}
{"id": 1032372, "title": "Cold Meat", "overview": "David Petersen is passing through the Colorado Rockies. After saving a young diner waitress from her violent ex-husband during a break from driving, he hits the road again alone through a dangerous snow blizzard. One false move behind the wheel has him waking up inside a ravine, in the eye of the storm. But the cold is the least of his worries when a beast starts prowling outside. How will he survive?", "label": "spooky"}
{"id": 74135, "title": "Gantz: Perfect Answer", "overview": "Summoned by the black sphere, Kei and Masaru fight against extraterrestrials until Masaru grows tired of fighting and refuses to continue.", "label": "mind_bending"}
{"id": 372058, "title": "Your Name.", "overview": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.", "label": "romantic"}
{"id": 604079, "title": "The Long Walk", "overview": "In a dystopian near-future America, fifty teenage boys take part in a deadly annual walking contest, forced to maintain a minimum pace or be executed, until only one survivor remains.", "label": "spooky"}
{"id": 756999, "title": "The Black Phone", "overview": "Finney Blake, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.", "label": "spooky"}
{"id": 324857, "title": "Spider-Man: Into the Spider-Verse", "overview": "Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.", "label": "action"}
{"id": 80520, "title": "Second Nature", "overview": "Everything is not as it seems for a man who recovers from a plane crash in which his family is killed. After plastic surgery and rehabilitation, he determines that he worked for a secret agency for which he was an assassin. His former boss puts him back to work to assassinate a political leader, but when he proves unable to pull the trigger, it is he who becomes the target for assassins. As he avoids capture, the story unfolds about his true past and the reason why he has a tattoo of \"chilly willy\" inside his lip.", "label": "mind_bending"}
{"id": 12783, "title": "The Duchess", "overview": "A chronicle of the life of 18th century aristocrat Georgiana, Duchess of Devonshire, who was reviled for her extravagant political and personal life.", "label": "romantic"}
{"id": 9928, "title": "Robots", "overview": "Rodney Copperbottom is a young robot inventor who dreams of making the world a better place, until the evil Ratchet takes over Bigweld Industries. Now, Rodney's dreams – and those of his friends – are in danger of becoming obsolete.", "label": "feel_good"}
{"id": 846, "title": "The X-Files", "overview": "Mulder and Scully, now taken off the FBI's X Files cases, must find a way to fight the shadowy elements of the government to find out the truth about a conspiracy that might mean the alien colonization of Earth.", "label": "mind_bending"}
{"id": 1003596, "title": "Avengers: Doomsday", "overview": "The Avengers, Wakandans, Fantastic Four, Thunderbolts, and X-Men all fight against Doctor Doom. Plot TBA.", "label": "action"}
{"id": 552524, "title": "Lilo & Stitch", "overview": "The wildly funny and touching story of a lonely Hawaiian girl and the fugitive alien who helps to mend her broken family.", "label": "feel_good"}
{"id": 380123, "title": "Sleepworking", "overview": "In the near future a young woman becomes a sleepworker: her body is programmed to do menial labour while she is asleep. However, she starts to suffer disturbing side effects and embarks upon a dangerous journey to uncover what sleepworkers are really being made to do while unconscious.", "label": "mind_bending"}
{"id": 284053, "title": "Thor: Ragnarok", "overview": "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of a powerful new threat, the ruthless Hela.", "label": "action"}
{"id": 10995, "title": "The Lover", "overview": "A poor French teenage girl engages in an illicit affair with a wealthy Chinese heir in 1920s Saigon. For the first time in her young life she has control, and she wields it deftly over her besotted lover throughout a series of clandestine meetings and torrid encounters.", "label": "romantic"}
{"id": 1930, "title": "The Amazing Spider-Man", "overview": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.", "label": "action"}
{"id": 175574, "title": "Free Birds", "overview": "Two turkeys from opposite sides of the tracks must put aside their differences and team up to travel back in time to change the course of history—and get turkey off the holiday menu for good.", "label": "feel_good"}
{"id": 16314, "title": "3 Ninjas", "overview": "Each year, three brothers Samuel, Jeffrey and Michael Douglas visits their Japanese grandfather, Mori Shintaro whom the boys affectionately refer to as Grandpa, for the summer. Mori is a highly skilled in the fields of Martial arts and Ninjutsu, and for years he has trained the boys in his techniques. After an organized crime ring proves to be too much for the FBI, it's time for the 3 brother NINJAS! To use their martial arts skills, they team up to battle the crime ring and outwit some very persistent kidnappers!", "label": "feel_good"}
{"id": 1144047, "title": "Aftermath", "overview": "After waking up in the middle of a forest with no memories, a young woman is targeted by mysterious strangers with a motive as unclear as her way back home.", "label": "mind_bending"}
{"id": 8584, "title": "Shanghai Noon", "overview": "Chon Wang, a clumsy imperial guard, trails Princess Pei Pei when she's kidnapped from the Forbidden City and transported to America. Wang follows her captors to Nevada, where he teams up with an unlikely partner, outcast outlaw Roy O'Bannon, and tries to spring the princess from her imprisonment.", "label": "action"}
{"id": 1429520, "title": "Sidelined 2: Intercepted", "overview": "Freshman star quarterback Drayton struggles with the weight of expectations after a devastating setback, while dancer Dallas begins to question the future she thought she wanted. As their high school relationship begins to unravel under the pressures of distance and self-discovery, they’ll learn that the bravest versions of themselves emerge when they let life redirect them.", "label": "romantic"}
{"id": 1355126, "title": "Sugar Mill", "overview": "A group of young men and women who work as seasonal workers in a sugar factory face terror from the kingdom of demons where the factory is located. They must find out the cause of the demons' anger, before the terror ends their lives.", "label": "spooky"}
{"id": 11544, "title": "Lilo & Stitch", "overview": "As Stitch, a runaway genetic experiment from a faraway planet, wreaks havoc on the Hawaiian Islands, he becomes the mischievous adopted alien \"puppy\" of an independent little girl named Lilo and learns about loyalty, friendship, and ʻohana, the Hawaiian tradition of family.", "label": "feel_good"}
{"id": 472876, "title": "Zombies", "overview": "When the world is in shambles, plagued by a zombie outbreak, only the strong will survive, but just how much determination will it take? Will Luke and his crew have enough ambition and ammunition to stay alive long enough to save the human race?", "label": "spooky"}
{"id": 406240, "title": "Magellan", "overview": "After NASA picks up a trio of mysterious signals from within our own solar system, astronaut Roger Nelson is dispatched on a multi-year solo mission aboard the Magellan spacecraft to investigate the sources.", "label": "mind_bending"}
{"id": 22731, "title": "Pig Hunt", "overview": "When John takes his San Francisco friends to his deceased uncle's remote ranch to hunt wild pigs, it seems like a typical guys weekend with guns - despite the presence of John's sexy girlfriend Brooks. But as John and his crew trek deeper into the forest, they begin tracking the awful truth about his uncle's demise and the legend of The Ripper -- a murderous three-thousand-pound black boar!", "label": "spooky"}
{"id": 84942, "title": "The Watermen", "overview": "A clan of watermen capture a crew of sport fishermen who must then fight for their lives.", "label": "spooky"}
{"id": 57158, "title": "The Hobbit: The Desolation of Smaug", "overview": "The Dwarves, Bilbo and Gandalf have successfully escaped the Misty Mountains, and Bilbo has gained the One Ring. They all continue their journey to get their gold back from the Dragon, Smaug.", "label": "action"}
{"id": 222316, "title": "Eternity", "overview": "Handsome young vampire Billy (Andre Frauenstein) seems to have finally found his true love in Jenny Shapiro (Rikki Brest), a beautiful young woman he meets at a nightclub. Despite efforts by those around them to keep the two apart, including Billy's past love Lisa (Christina Storm), they appear to be destined for one another. Their happiness is suddenly cut short when a scientist researching a treatment for HIV/AIDS accidentally discovers a serum that will allow vampires to walk in the daylight with humans. This leads to an all-out war between vampires; those who are against the serum and those who would use it to leave the shadows of night, including vicious upstart vampire Borlak (David James) who will stop at nothing to obtain it. Billy and police detective Joe Kau must now work together to protect Jenny and her family, and to keep this discovery from those who would use it against all of humanity", "label": "spooky"}
{"id": 346364, "title": "It", "overview": "In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise.", "label": "spooky"}
{"id": 505642, "title": "Black Panther: Wakanda Forever", "overview": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death.  As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda.", "label": "action"}
{"id": 1084199, "title": "Companion", "overview": "During a weekend getaway at a secluded lakeside estate, a group of friends finds themselves entangled in a web of secrets, deception, and advanced technology. As tensions rise and loyalties are tested, they uncover unsettling truths about themselves and the world around them.", "label": "spooky"}
{"id": 401371, "title": "Mute", "overview": "A mute man with a violent past is forced to take on the teeming underworld of a near-future Berlin as he searches for his missing girlfriend.", "label": "mind_bending"}
{"id": 116743, "title": "Snow White", "overview": "A young princess named Snow White is sent away from her palace to live in the woods due to the jealousy of her stepmother.", "label": "romantic"}
{"id": 1083968, "title": "Locked", "overview": "When Eddie breaks into a luxury SUV, he steps into a deadly trap set by William, a self-proclaimed vigilante delivering his own brand of twisted justice. With no means of escape, Eddie must fight to survive in a ride where escape is an illusion, survival is a nightmare, and justice shifts into high gear.", "label": "spooky"}
{"id": 990, "title": "The Hustler", "overview": "Fast Eddie Felson is a small-time pool hustler with a lot of talent but a self-destructive attitude. His bravado causes him to challenge the legendary Minnesota Fats to a high-stakes match.", "label": "romantic"}
{"id": 224626, "title": "Olivia", "overview": "Nightmares of the past haunt the beautiful, mysterious Olivia, a London resident who begins a passionate affair with American businessman Mike. Trapped in a loveless marriage and traumatized by memories of her mother's brutal murder, Olivia hopes her lover will offer a chance at a new life. However, ghostly voices and brutal murders ignite a fiendish, twist-filled story of double identities, deception, and erotic terror.", "label": "romantic"}
{"id": 639720, "title": "IF", "overview": "After discovering she can see everyone's imaginary friends, a girl embarks on a magical adventure to reconnect forgotten imaginary friends with their kids.", "label": "feel_good"}
{"id": 816494, "title": "Chariot", "overview": "Odd, eccentric specialist Dr. Karn guides unknowing patients through the reincarnation transition. When Harrison experiences mysterious recurring dreams, he turns to Dr. Karn for help and reveals his encounter with a woman he loved in a previous life. Noticing a glitch in the system, the doctor must fix the issue before permanently derailing his patient's future.", "label": "mind_bending"}
{"id": 1156593, "title": "Your Fault", "overview": "The love between Noah and Nick seems unwavering despite their parents' attempts to separate them. But his job and her entry into college open up their lives to new relationships that will shake the foundations of both their relationship and the Leister family itself.", "label": "romantic"}
{"id": 529203, "title": "The Croods: A New Age", "overview": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together.", "label": "feel_good"}
{"id": 569094, "title": "Spider-Man: Across the Spider-Verse", "overview": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse's very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.", "label": "action"}
{"id": 1287141, "title": "Pillion", "overview": "Colin, a timid man is swept off his feet when Ray, an enigmatic, impossibly handsome biker takes him on as his submissive.", "label": "romantic"}
{"id": 24123, "title": "Cake", "overview": "A travel writer improves her love life when she becomes an editor for her father's wedding magazine.", "label": "romantic"}
{"id": 149910, "title": "Super Buddies", "overview": "When the Buddies stumble upon the Five Power Rings of Inspiron, they all develop super powers, and are enlisted in Captain Canine's battle against the evil Commander Drex. The pups have to master their abilities quick - for the Commander is headed to Earth, determined to defeat Captain Canine.", "label": "feel_good"}
{"id": 476424, "title": "#Captured", "overview": "A zealous vigilante looking to clean the Internet of sin targets a group of teens that broadcast misadventures on their chatroom.", "label": "spooky"}
{"id": 284584, "title": "Uncle David", "overview": "Ashley, a young man with a childlike mind arrives to stay with his uncle, David. Escaping from his abusive mother, He enters into a sexual relationship with his uncle who offers his insights into the world and the nature of reality. Eventually he tells his uncle that he wants to die, and the latter agrees to carry out the killing.", "label": "spooky"}
{"id": 1108427, "title": "Moana", "overview": "Prompted by a summons from the ocean, Moana departs her home island of Motunui for the first time and travels past its barrier reef. Accompanied by the demigod Maui, she undertakes a voyage aimed at recovering the well-being of her community.", "label": "feel_good"}
{"id": 983526, "title": "Leave", "overview": "A young woman tries to find her origins after having been abandoned as an infant at a cemetery wrapped in a cloth with satanic symbols, but as she gets closer to answers a malevolent spirit is telling her to leave.", "label": "spooky"}
{"id": 793387, "title": "Holy Night: Demon Hunters", "overview": "When a devil-worshipping criminal network plunges Seoul into chaos, the police turn to Holy Night—a trio of supernatural demon hunters—to restore order and defeat the rising evil.", "label": "spooky"}
{"id": 404782, "title": "Altered Perception", "overview": "A Blanc-Biehn production centered around the idea of a governmentally designed drug created to help correct or strategically alter perceptions gathered during times of trauma or stress. Slated as being a substance that may help solve issues with everything from racial tensions, PTSD and geopolitic battles, first a focused study is needed to see how people respond to treatment and what dosages might be needed. Four couples are chosen to test this drug, and soon find their memories and sanity challenged.", "label": "mind_bending"}
{"id": 1255674, "title": "Crazy Old Lady", "overview": "Pedro receives a desperate message from an ex-girlfriend asking him to look after her senile mother, Alicia. What seems like a simple mission soon becomes his worst nightmare. Pedro needs to escape; but Alicia won’t let him...", "label": "spooky"}
{"id": 150540, "title": "Inside Out", "overview": "When 11-year-old Riley moves to a new city, her Emotions team up to help her through the transition. Joy, Fear, Anger, Disgust and Sadness work together, but when Joy and Sadness get lost, they must journey through unfamiliar places to get back home.", "label": "feel_good"}
{"id": 10527, "title": "Madagascar: Escape 2 Africa", "overview": "Alex, Marty, and other zoo animals find a way to escape from Madagascar when the penguins reassemble a wrecked airplane. The precariously repaired craft stays airborne just long enough to make it to the African continent. There the New Yorkers encounter members of their own species for the first time. Africa proves to be a wild place, but Alex and company wonder if it is better than their Central Park home.", "label": "feel_good"}
{"id": 327651, "title": "Insectula!", "overview": "A giant alien mosquito-type insect is drawn to earth from the CO2 pollution in search of blood. Del, a government agent, loses loved ones to the creature and is on a personal vendetta while the Dr. Kempler is captivated by it and attempts to help the creature cleanse the earth.", "label": "mind_bending"}
{"id": 341783, "title": "Silicon;BootDrive", "overview": "It's the year 2015. A meteor collided with the Earth and changed human-race. The Verminoids that is infected by silicon-virus, are breeding whole of the world. A new race, David Craws who is hybrid organism awakes at last.", "label": "mind_bending"}
{"id": 51876, "title": "Limitless", "overview": "The life of an unsuccessful writer is transformed by a top-secret 'smart drug' that allows him to use 100% of his brain and become a perfect version of himself. His enhanced abilities soon attract shadowy forces that threaten his new life.", "label": "mind_bending"}
{"id": 27066, "title": "The Voyeur", "overview": "At a college in Rome, a professor, nicknamed \"Dodo\" is in a deep depression. His stunningly beautiful wife has just left him for another man. Dodo wants her back very badly and has erotic daydreams about her. A beautiful young student in his class asks him for a ride home and seduces the lucky man, but still he wonders about his wife and her lover.", "label": "romantic"}
{"id": 58, "title": "Pirates of the Caribbean: Dead Man's Chest", "overview": "Jack's got a blood debt to pay: he owes his soul to the legendary Davy Jones, ghastly Ruler of the Ocean Depths.  But ever-crafty Jack isn't about to go down without a fight.", "label": "action"}
{"id": 114087, "title": "Strictly Sinatra", "overview": "In Glasgow, Toni Cocozza, age 28, aspires to be a lounge singer; his repertoire is strictly Sinatra, backed by Bill, an aging piano player and his only friend. Toni dreams big and enters a local television talent show. About that time, a local Mob boss decides Toni is great entertainment and invites him to be his guest at a casino. Toni chats up Irene, a cigarette girl, he gets an odd job or two from Chisolm, the mobster's number two, the audition goes bust, and Toni's future is uncertain. One thing leads to another with the Mob. Is Toni at a crossroads, or is there in reality no turning or going back?", "label": "romantic"}
{"id": 76764, "title": "Who?", "overview": "After an American scientist is severely injured and scarred in a car crash along the border with East Germany, he is captured by East German military. The scientists use metal implants to save him. Once he's back in the States, no one can tell if it's really him, so an intelligence specialist must determine who is under the \"mask\".", "label": "mind_bending"}
{"id": 85873, "title": "GhostWatcher", "overview": "Laura Kove is an agoraphobic young woman whose world turns upside down when she discovers that the apartment she's locked herself into is haunted. Turning to the internet for help, she enlists the aid of Elizabeth Dean, a scam artist who passes herself off as a ghost hunter. At first, Elizabeth doesn't buy Laura's story but she soon becomes a true believer.", "label": "mind_bending"}
{"id": 1422052, "title": "Descendent", "overview": "After a traumatic brain injury triggers terrifying visions of extraterrestrials and a newfound talent for drawing, a father-to-be begins to question his reality and becomes obsessed with the need to protect his family from an unseen threat.", "label": "mind_bending"}
{"id": 116158, "title": "Munchie", "overview": "No friends. The new school sucks. And Mom is in love with a sleazy research doctor. Pretty bleak. That’s how life looks to ten-year-old Gage when suddenly, into his world pops the magical Munchie. Munchie is the ever-hungry and hilarious mysterious creature from another world who delivers flying pizzas and brings on the parties! With the help of Munchie and loony Professor Cruikshank, Gage evens the score on his school’s bullies as well as his mom’s boyfriend and has the greatest summer ever!", "label": "feel_good"}
{"id": 1138194, "title": "Heretic", "overview": "Two young missionaries are forced to prove their faith when they knock on the wrong door and are greeted by a diabolical Mr. Reed, becoming ensnared in his deadly game of cat-and-mouse.", "label": "spooky"}
{"id": 436969, "title": "The Suicide Squad", "overview": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.", "label": "action"}
{"id": 283995, "title": "Guardians of the Galaxy Vol. 2", "overview": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage.", "label": "action"}
{"id": 10138, "title": "Iron Man 2", "overview": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.", "label": "action"}
{"id": 447365, "title": "Guardians of the Galaxy Vol. 3", "overview": "Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.", "label": "action"}
{"id": 260514, "title": "Cars 3", "overview": "Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns.", "label": "feel_good"}
{"id": 21481, "title": "Twitches", "overview": "Twins separated at birth, Camryn and Alex meet by chance for the first time on their 21st birthday and discover they're witches with the power to save their homeland of Coventry from the evil that threatens it. But when Camryn leaves Alex to face the darkness alone, will Coventry be doomed? Or will the sisters multiply their magic by standing together?", "label": "feel_good"}
{"id": 168438, "title": "Probe", "overview": "That hipster ring that special agent Hugh Lockwood wears? It's a camera, transmitting image and sound of his surroundings. It's also a scanner, detecting telltale changes in pulse or other biometric readings of himself and the people around him. This ring and more electronic devices -- some embedded -- keep Lockwood linked with Probe Control, where experts and banks of computers provide instant mission-critical warnings, intel, even language translations. In this pilot film for the short-lived series \"Search,\" Lockwood is on a quest to recover priceless diamonds stolen by the Nazis during World War II.", "label": "mind_bending"}
{"id": 667538, "title": "Transformers: Rise of the Beasts", "overview": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.", "label": "action"}
{"id": 1379587, "title": "Utopia", "overview": "A soldier searching for his missing wife breaks into a high-tech facility, believing she's been caught in a human trafficking ring. But beyond its walls, he finds a surreal, futuristic fantasy park where reality and illusion blur. As he navigates this seductive and dangerous world, a shocking truth pulls him deeper into a deadly game where nothing is as it seems.", "label": "mind_bending"}
{"id": 72756, "title": "Meridian", "overview": "After her father’s death, Catherine returns to her family’s gothic castle in Italy and gets caught in the web of a mysterious love triangle.", "label": "romantic"}
{"id": 245858, "title": "The Fir Tree", "overview": "The story of a Christmas tree is told through the 'voice' of the tree itself. The tree has big ambitions, doing everything it can to grow so tall that it reaches the sky. Featuring extraordinary photography, the film follows the adventures of its life from sapling to maturity. One December day, everything changes when a little boy falls in love with the fir tree.", "label": "feel_good"}
{"id": 1562, "title": "28 Weeks Later", "overview": "Twenty-eight weeks after the spread of a deadly rage virus, the inhabitants of the British Isles have lost their battle against the onslaught, as the virus has killed everyone there. Six months later, a group of Americans dare to set foot on the Isles, convinced the danger has passed. But it soon becomes all too clear that the scourge continues to live, waiting to pounce on its next victims.", "label": "spooky"}
{"id": 983224, "title": "Campfire Christmas", "overview": "Romance rekindles for Peyton and her closest friends when her parents decide to host a holiday themed reunion before selling their family owned summer camp.", "label": "romantic"}
{"id": 50359, "title": "Hop", "overview": "E.B., the Easter Bunny's teenage son, heads to Hollywood, determined to become a drummer in a rock 'n' roll band. In L.A., he's taken in by Fred after the out-of-work slacker hits E.B. with his car.", "label": "feel_good"}
{"id": 2062, "title": "Ratatouille", "overview": "Remy, a resident of Paris, has quite a sophisticated palate. He would love to become a chef so he can create and enjoy culinary masterpieces to his heart's delight. The only problem is, Remy is a rat. When he winds up in the sewer beneath one of Paris' finest restaurants, Remy finds himself ideally placed to realize his dream. He forms an unusual alliance with the restaurants rookie employee, and together they work through challenges stemming from Head Chef Skinner, Remy’s colony, and renowned food critic Anton Ego, who strikes fear in the hearts of chefs all throughout France.", "label": "feel_good"}
{"id": 458969, "title": "Monster Party", "overview": "Three teenage thieves infiltrate a mansion dinner party, unaware that it is secretly being hosted by a serial killer cult for the social elite.", "label": "spooky"}
{"id": 22371, "title": "Minutemen", "overview": "When three high-school friends invent a time-machine, they decide to use it to go back in time and prevent other youngsters from making humiliating mistakes.", "label": "feel_good"}
{"id": 36233, "title": "Posse", "overview": "A group of mostly black infantrymen return from the Spanish-American War with a cache of gold. They travel to the West where their leader searches for the men who lynched his father.", "label": "action"}
{"id": 1084242, "title": "Zootopia 2", "overview": "After cracking the biggest case in Zootopia's history, rookie cops Judy Hopps and Nick Wilde find themselves on the twisting trail of a great mystery when Gary De'Snake arrives and turns the animal metropolis upside down. To crack the case, Judy and Nick must go undercover to unexpected new parts of town, where their growing partnership is tested like never before.", "label": "feel_good"}
{"id": 1280282, "title": "Gabby's Dollhouse: The Movie", "overview": "Gabby heads out on a road trip with her Grandma Gigi to the urban wonderland of Cat Francisco. But when Gabby's dollhouse, her most prized possession, ends up in the hands of an eccentric cat lady named Vera, Gabby sets off on an adventure through the real world to get the Gabby Cats back together and save the dollhouse before it's too late.", "label": "feel_good"}
{"id": 585083, "title": "Hotel Transylvania: Transformania", "overview": "When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.", "label": "feel_good"}
{"id": 395814, "title": "Rememory", "overview": "The widow of a wise professor stumbles upon one of his inventions that's able to record and play a person's memory.", "label": "mind_bending"}
{"id": 788, "title": "Mrs. Doubtfire", "overview": "Loving but irresponsible dad Daniel Hillard, estranged from his exasperated spouse, is crushed by a court order allowing only weekly visits with his kids. When Daniel learns his ex needs a housekeeper, he gets the job -- disguised as a British nanny. Soon he becomes not only his children's best pal but the kind of parent he should have been from the start.", "label": "feel_good"}
{"id": 1403735, "title": "Laila", "overview": "Sonu Model, a renowned beautician from the old city, is forced to disguise himself as Laila, leading to a series of comedic, romantic, and action-packed events. Chaos ensues in this hilarious laugh riot", "label": "romantic"}
{"id": 1234821, "title": "Jurassic World Rebirth", "overview": "Five years after the events of Jurassic World Dominion, covert operations expert Zora Bennett is contracted to lead a skilled team on a top-secret mission to secure genetic material from the world's three most massive dinosaurs. When Zora's operation intersects with a civilian family whose boating expedition was capsized, they all find themselves stranded on an island where they come face-to-face with a sinister, shocking discovery that's been hidden from the world for decades.", "label": "action"}
{"id": 10020, "title": "Beauty and the Beast", "overview": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.", "label": "romantic"}
{"id": 567811, "title": "10 Lives", "overview": "A pampered cat takes for granted the lucky hand he has been dealt after he is rescued and loved by Rose, a kind-hearted and passionate student. When he loses his ninth life, fate steps in to set him on a transformative journey.", "label": "feel_good"}
{"id": 546726, "title": "Sub Rosa", "overview": "Bullied by his father to grow up, a teen fights between the love of his step-mother over his father's life.", "label": "romantic"}
{"id": 406990, "title": "What Happened to Monday", "overview": "In a world where families are limited to one child due to overpopulation, a set of identical septuplets must avoid being put to a long sleep by the government and dangerous infighting while investigating the disappearance of one of their own.", "label": "mind_bending"}
{"id": 8332, "title": "Antibodies", "overview": "When a notorious German serial killer is captured after committing some of the most heinous acts against humanity ever imaginable, a farmer and police officer from a sleepy rural community on the outskirts of Berlin is drawn into the case as he searches for the answers to a murder that has shaken his tight-knit community.", "label": "spooky"}
{"id": 453395, "title": "Doctor Strange in the Multiverse of Madness", "overview": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.", "label": "action"}
{"id": 20639, "title": "Gus", "overview": "The California Atoms are in last place with no hope of moving up. But by switching the mule from team mascot to team member, (He can kick 100 yard field goals!) they start winning, and move up in the rankings, Hurrah! The competition isn't so happy.", "label": "feel_good"}
{"id": 1410399, "title": "Death Whisperer 3", "overview": "After successfully defeated the black-suited ghost, Yak must now set out on another journey to find Yee, his youngest sister who has been kidnapped by a cult. Yak and his partner Sergeant Paphan are forced to enter a fearsome cursed village.", "label": "spooky"}
{"id": 996067, "title": "NightMare", "overview": "A woman is plagued by constant nightmares after moving into a large, suspiciously cheap apartment. The apartment’s terrible secret soon reveals itself through her dreams.", "label": "spooky"}
{"id": 53463, "title": "Dreamland", "overview": "In the Nevada mountains between Las Vegas and Reno in the desolate nuclear testing grounds of Dreamland (Area 51), a young couple Megan and Dylan stop in a greasy spoon cafe where they learn about the Area 51 government base a few miles away. After they get back on the road, Dylan turns on the radio. The only broadcast he can find is a speech from Adolf Hitler at the 1936 Olympic Games. The car dies and a visitor appears from another moment in time. When Megan and Dylan look closely they realize that it is Hitler from the past.", "label": "mind_bending"}
{"id": 65693, "title": "Resurrection", "overview": "Members of a movie a production team are threatened by a vengeful entity.", "label": "spooky"}
{"id": 235081, "title": "The Net", "overview": "A secret jet aircraft capable of traveling three times the speed of sound is being developed by a group of scientists. On the day of the test flight, one of the scientists dies in a mysterious accident, and there are many arguments concerning the flight itself; some think it should be ground-controlled while Heathley (James Donald) wants it to be a manned flight with himself at the controls. Conflict also arises when one of his fellow scientists, taking advantage of Heathley's lack of attention toward his wife, Lydia (Phyllis Calvert), makes some moves on her. Then there is the question of just who is the enemy agent on the project.", "label": "mind_bending"}
{"id": 1125257, "title": "Freakier Friday", "overview": "Years after Tess and Anna endured an identity crisis, Anna now has a daughter of her own and a soon-to-be stepdaughter. As they navigate the myriad challenges that come when two families merge, Tess and Anna discover lightning might indeed strike twice.", "label": "feel_good"}
{"id": 954, "title": "Mission: Impossible", "overview": "When Ethan Hunt, the leader of a crack espionage team whose perilous operation has gone awry with no explanation, discovers that a mole has penetrated the CIA, he's surprised to learn that he's the prime suspect. To clear his name, Hunt now must ferret out the real double agent and, in the process, even the score.", "label": "action"}
{"id": 380109, "title": "Catch It", "overview": "A group of cute meerkats painstakingly care for their beloved and unique fruit, but a vulture has a mind to disturb their peace of mind.", "label": "feel_good"}
{"id": 1130276, "title": "Succubus", "overview": "A new father going through a marital separation joins a dating app and matches with a beautiful but mysterious young woman... whose powers of seduction and manipulation entangle him in a mystery more horrifying than he could have ever imagined.", "label": "spooky"}
{"id": 1034541, "title": "Terrifier 3", "overview": "Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe.", "label": "spooky"}
{"id": 87101, "title": "Terminator Genisys", "overview": "The year is 2029. John Connor, leader of the resistance continues the war against the machines. At the Los Angeles offensive, John's fears of the unknown future begin to emerge when TECOM spies reveal a new plot by SkyNet that will attack him from both fronts; past and future, and will ultimately change warfare forever.", "label": "action"}
{"id": 63154, "title": "Zenith", "overview": "In a hellish future where human beings have become stupefied by the state of permanent happiness they have been genetically altered to experience, Jack offers relief via drugs that cause his customers the welcome phenomenon of pain. But when Jack receives a mysterious videotape of his dead father, he sets out to unmask the dangerous conspiracy that has created this dystopian world.", "label": "mind_bending"}
{"id": 382748, "title": "Stargirl", "overview": "An unassuming high schooler finds himself inexplicably drawn to the free-spirited new girl, whose unconventional ways change how they see themselves…and their world.", "label": "feel_good"}
{"id": 269149, "title": "Zootopia", "overview": "Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.", "label": "feel_good"}
{"id": 253283, "title": "Take Care", "overview": "When a car crash leaves Frannie immobilized, she is brushed off by everyone she can count on. With nowhere else to turn and desperate for help, she turns to an unlikely source, her ex Devon.", "label": "romantic"}
{"id": 206237, "title": "Ray of Sunshine", "overview": "Hans, living in Vienna during the Great Depression, intends to drown himself in the river after losing his livelihood. While there he meets a girl named Anna after pulling her from the river.", "label": "romantic"}
{"id": 17422, "title": "Summer Palace", "overview": "Yu Hong leaves her home village and starts university in Beijing, where she develops a consuming and compulsive relationship with another student. The student riots from 1989 then ensue and take a toll on their lives.", "label": "romantic"}
{"id": 285, "title": "Pirates of the Caribbean: At World's End", "overview": "Captain Jack Sparrow, that wily charmer of a pirate, is trapped in Davy Jones' Locker when his pirate brethren begin a desperate quest to locate and rescue him. Follow their wild seafaring adventures from exotic Singapore to World's End and beyond.", "label": "action"}
{"id": 756397, "title": "Hitpig!", "overview": "A porcine bounty hunter accepts his next hit: Pickles, a naive, ebullient elephant. Though he initially sets out to capture the perky pachyderm, the unlikely pair find themselves crisscrossing the globe on an adventure that brings out the best in both of them.", "label": "feel_good"}
{"id": 38018, "title": "Strayed", "overview": "Fleeing the June 1940 arrival of Hitler's army in Paris, a young war widow and her two children are rescued from dive-bombing German fighters by a cocky, reckless teenager. He finds them refuge in an abandoned house, but despite the fact that the family quickly comes to be depending much on his cunning and survival abilities, their cohabitation proves uneasy.", "label": "romantic"}
{"id": 454527, "title": "Benedetta", "overview": "A 17th-century nun becomes entangled in a forbidden lesbian affair with a novice. But it is Benedetta's shocking religious visions that threaten to shake the Church to its core.", "label": "romantic"}
{"id": 198663, "title": "The Maze Runner", "overview": "A teenager with no memory of his past finds himself among a group of boys living in a walled enclosure surrounded by a massive, ever-changing maze. As he struggles to adapt to their rules and society, he begins to uncover clues that may lead to escape and the truth behind their confinement.", "label": "mind_bending"}
{"id": 402431, "title": "Wicked", "overview": "In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.", "label": "romantic"}
{"id": 301528, "title": "Toy Story 4", "overview": "Woody has always been confident about his place in the world and that his priority is taking care of his kid, whether that's Andy or Bonnie. But when Bonnie adds a reluctant new toy called \"Forky\" to her room, a road trip adventure alongside old and new friends will show Woody how big the world can be for a toy.", "label": "feel_good"}
{"id": 50666, "title": "Brotherhood of Legio", "overview": "A person's birth is influenced by time, location, and the alignment of the earth's magnetic fields. Because of these factors, there are those who have a unique resonance with their magnetic power. These humans were named the Chosen People. In the West, since the days of the Roman Empire, the Chosen people joined together to form the Brotherhood of Legio. Ever since, they have played a significant role in history. In 2006, the Chosen people made their quiet entrance into Taiwan, in search of new blood... A cold-blooded rebel, Xiao Lan, killed her entire family for the sake of an internet love affair. Ah Jian is a hot-blooded young man, and a paraplegic. Zhong Dao, is haunted by the violent death of his younger sister. Ren Fang is an energetic and passionate assistant professor, living with terminal illness. And then there's the beautiful news anchor, Ya Zhu.", "label": "mind_bending"}
{"id": 133521, "title": "Shameless", "overview": "In an incendiary story of love, desire, and betrayal between siblings, the rebellious young Tadek returns to his half-sister Anka’s home in search of solace and affection. Bound together by a painful shared family history, brother and sister must find a way to break free in order to survive. This formidable debut fearlessly yet tenderly explores one of society’s last taboos.", "label": "romantic"}
{"id": 614017, "title": "Detention", "overview": "In the 1960s, two classmates go looking for their missing friends and teachers, all of whom took part in an illegal book club, only to come face to face with ghosts and deformed monsters that have taken over their school.", "label": "spooky"}
{"id": 1010756, "title": "The Strangers: Chapter 2", "overview": "When The Strangers learn that one of their victims, Maya, is still alive, they return to finish what they’ve started.", "label": "spooky"}
{"id": 680734, "title": "Crawlers", "overview": "On Saint Patrick's day—a night of wild parties and drunken revelry—three unlikely friends band together to save a college town from a vicious horde of body-snatching aliens.", "label": "spooky"}
{"id": 50620, "title": "The Twilight Saga: Breaking Dawn - Part 2", "overview": "After the birth of Renesmee, the Cullens gather other vampire clans in order to protect the child from a false allegation that puts the family in front of the Volturi.", "label": "romantic"}
{"id": 436270, "title": "Black Adam", "overview": "Nearly 5,000 years after he was bestowed with the almighty powers of the Egyptian gods—and imprisoned just as quickly—Black Adam is freed from his earthly tomb, ready to unleash his unique form of justice on the modern world.", "label": "action"}
{"id": 1244531, "title": "Beast of War", "overview": "When their boat sinks while crossing the Timor Sea during World War II, a troop of young Australian soldiers must find a way to survive the harsh seas on a quickly shrinking raft. Hundreds of miles from anywhere, they must confront interpersonal conflicts, enemy attacks, and the advances of one very large, very hungry great white shark.", "label": "spooky"}
{"id": 9487, "title": "A Bug's Life", "overview": "On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.", "label": "feel_good"}
{"id": 24481, "title": "Born Yesterday", "overview": "Uncouth, loud-mouth junkyard tycoon Harry Brock descends upon Washington D.C. to buy himself a congressman or two, bringing with him his mistress, ex-showgirl Billie Dawn.", "label": "romantic"}
{"id": 91314, "title": "Transformers: Age of Extinction", "overview": "As humanity picks up the pieces after the battle of Chicago, a shadowy group reveals itself in an attempt to control the direction of history…while an ancient, powerful new menace sets Earth in its crosshairs. With help from Cade Yeager, Optimus Prime and the Autobots rise to meet their most fearsome challenge yet.", "label": "action"}
{"id": 16871, "title": "Drag Me to Hell", "overview": "After denying a woman the extension she needs to keep her home, loan officer Christine Brown sees her once-promising life take a startling turn for the worse. Christine is convinced she's been cursed by a Gypsy, but her boyfriend is skeptical. Her only hope seems to lie in a psychic who claims he can help her lift the curse and keep her soul from being dragged straight to hell.", "label": "spooky"}
{"id": 1027728, "title": "Miltown", "overview": "When an ancient being infiltrates an imaginative young man's family ranch, he must take it upon himself to discover who can be trusted and who is turning them against each other.", "label": "mind_bending"}
{"id": 1259102, "title": "Eternity", "overview": "In an afterlife where souls have one week to decide where to spend eternity, Joan is faced with the impossible choice between the man she spent her life with and her first love, who died young and has waited decades for her to arrive.", "label": "romantic"}
{"id": 26258, "title": "Bushwhacked", "overview": "A inept courier realises he has been used by criminals to deliver money. On the run from both the criminals and police, he poses as a Scout leader and leads a scout group on a hike through the mountains.", "label": "feel_good"}
{"id": 46837, "title": "Kaboom", "overview": "Smith, a typical young college student who likes partying and engaging in acts of random sex and debauchery, has been having some interesting dreams revolving around two gorgeous women -- and is shocked when he meets the dream girls in real life. Lorelei looks just like his fantasy brunette, while a mysterious red-haired girl being chased by assassins draws him into an international conspiracy. Or is it all just a drug-induced hallucination?", "label": "mind_bending"}
{"id": 272634, "title": "The Circle", "overview": "An otherworldly evil is slipping into a small town in Sweden. Six unrelated girls have been chosen to fight this evil. Together they must overcome their differences in order to save themselves and the world.", "label": "spooky"}
{"id": 631843, "title": "Old", "overview": "A group of families on a tropical holiday discover that the secluded beach where they are staying is somehow causing them to age rapidly – reducing their entire lives into a single day.", "label": "spooky"}
{"id": 275981, "title": "Silent Passage", "overview": "After a chance decision sends her home in a taxicab, Dorinda, a widowed judge, strikes up a friendship with the young and charming driver, Noah, who's overcome with respect for her profession. But soon enough, their fondness for each other results in love—and a surprise. Will her scandalous romance ruin her future?", "label": "romantic"}
{"id": 916423, "title": "Oink", "overview": "A young girl sets out to prove to her disapproving mother she can house-train the endearing but unruly little piglet she gets as a birthday gift from her estranged oddball grandfather.", "label": "feel_good"}
{"id": 29398, "title": "Project X", "overview": "A spy is brought back from cryogenic suspension after being almost killed in a plane crash returning from a mission to learn about a deadly new weapon being developed in the East. But the vital memories are being suppressed, so the authorities use ultra-advanced technologies to try to uncover the secret.", "label": "mind_bending"}
{"id": 249418, "title": "Cry of the Bewitched", "overview": "A freed slave, who is descended from a murdered witch, plots revenge with her grandmother on a sugar plantation's inhabitants. Complications ensue due to her love for the master of the estate.", "label": "romantic"}
{"id": 416189, "title": "Kryo", "overview": "A man who cheats death through the help of cryonics has to learn the hard way that death is a undeniable part of life.", "label": "mind_bending"}
{"id": 14161, "title": "2012", "overview": "Dr. Adrian Helmsley, part of a worldwide geophysical team investigating the effect on the earth of radiation from unprecedented solar storms, learns that the earth's core is heating up. He warns U.S. President Thomas Wilson that the crust of the earth is becoming unstable and that without proper preparations for saving a fraction of the world's population, the entire race is doomed. Meanwhile, writer Jackson Curtis stumbles on the same information. While the world's leaders race to build \"arks\" to escape the impending cataclysm, Curtis struggles to find a way to save his family. Meanwhile, volcanic eruptions and earthquakes of unprecedented strength wreak havoc around the world.", "label": "action"}
{"id": 296867, "title": "El Jeremías", "overview": "In Sonora, Mexico. Jeremías, an eight year old, who finds out he is a gifted child initiates a journey of self discovery. When an opportunistic physiologist makes contact with Jeremías, a new world of experiences open up to him but at the expense of being away from the family he loves. Jeremías must choose between this exciting but lonely new world he finds himself in or returning home to his loving family.", "label": "feel_good"}
{"id": 950396, "title": "The Gorge", "overview": "Two highly trained operatives grow close from a distance after being sent to guard opposite sides of a mysterious gorge. When an evil below emerges, they must work together to survive what lies within.", "label": "romantic"}
{"id": 9885, "title": "Wolf Creek", "overview": "Stranded backpackers in remote Australia fall prey to a murderous bushman, who offers to fix their car, then takes them captive.", "label": "spooky"}
{"id": 121, "title": "The Lord of the Rings: The Two Towers", "overview": "Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.", "label": "action"}
{"id": 14160, "title": "Up", "overview": "Carl Fredricksen spent his entire life dreaming of exploring the globe and experiencing life to its fullest. But at age 78, life seems to have passed him by, until a twist of fate (and a persistent 8-year old Wilderness Explorer named Russell) gives him a new lease on life.", "label": "feel_good"}
{"id": 476299, "title": "Ghostland", "overview": "A mother of two inherits a home from her aunt. On the first night in the new home she is confronted with murderous intruders and fights for her daughters’ lives. Sixteen years later the daughters reunite at the house, and that is when things get strange...", "label": "spooky"}
{"id": 14795, "title": "Baby Blues", "overview": "On a secluded family farm, a mother suffers a psychotic break due to postpartum depression, forcing the eldest son to protect his sibling from the mother they have always known and loved.", "label": "spooky"}
{"id": 698818, "title": "Obscene House: Slave Wife", "overview": "Hyun-jung, who moved to a local mansion, was delighted with unexpected luck. She hated the noise between the floors so she wanted a quiet place with soundproofing. Since the tenants were mostly working couples, the mansion is quiet like a haunted city.", "label": "romantic"}
{"id": 533533, "title": "TRON: Ares", "overview": "A highly sophisticated Program called Ares is sent from the digital world into the real world on a dangerous mission, marking humankind's first encounter with A.I. beings.", "label": "action"}
{"id": 10328, "title": "Cocoon", "overview": "When a group of trespassing seniors swim in a pool containing alien cocoons, they find themselves energized with youthful vigor.", "label": "mind_bending"}
{"id": 507089, "title": "Five Nights at Freddy's", "overview": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.", "label": "spooky"}
{"id": 421892, "title": "Shrek 5", "overview": "The fifth film in the Shrek franchise. Plot TBA.", "label": "feel_good"}
{"id": 82424, "title": "Small Fry", "overview": "A fast food restaurant mini variant of Buzz forcibly switches places with the real Buzz and his friends have to deal with the obnoxious impostor.", "label": "feel_good"}
{"id": 22, "title": "Pirates of the Caribbean: The Curse of the Black Pearl", "overview": "When wily Captain Barbossa steals Jack Sparrow's ship and kidnaps the governor's beautiful daughter, Elizabeth, her childhood friend Will Turner joins forces with Jack to save her and recapture Jack's ship, the Black Pearl.", "label": "action"}
{"id": 9778, "title": "Serendipity", "overview": "Although strangers Sara and Jonathan are both already in relationships, they realize they have genuine chemistry after a chance encounter – but part company soon after. Years later, they each yearn to reunite, despite being destined for the altar. But to give true love a chance, they have to find one another again.", "label": "romantic"}
{"id": 787699, "title": "Wonka", "overview": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.", "label": "feel_good"}
{"id": 12630, "title": "Pippi Longstocking", "overview": "Pippi Longstocking is an extraordinary little girl who lives alone in her house, while her father sails the seven seas. Pippi's irrepressibly fun nature makes her easy to befriend, as neighbors Tommy and Annika find, but can also earn ire, especially from social worker Mrs. Prysselius.", "label": "feel_good"}
{"id": 122, "title": "The Lord of the Rings: The Return of the King", "overview": "As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.​", "label": "action"}
{"id": 75612, "title": "Oblivion", "overview": "Jack Harper is one of the last few drone repairmen stationed on Earth. Part of a massive operation to extract vital resources after decades of war with a terrifying threat known as the Scavs, Jack’s mission is nearly complete. His existence is brought crashing down when he rescues a beautiful  stranger from a downed spacecraft. Her arrival triggers a chain of events that  forces him to question everything he knows and puts the fate of humanity in his hands.", "label": "mind_bending"}
{"id": 1119377, "title": "Xeno", "overview": "A teenage girl develops an otherworldly bond with an alien after it crash-lands in the desert. As government agents close in, she must protect her new friend, while uncovering a secret that could change the fate of both their worlds.", "label": "mind_bending"}
{"id": 792678, "title": "Cube", "overview": "Six complete strangers with widely varying personalities are involuntarily placed in an endless maze of interlocking cube-shaped rooms containing deadly traps.", "label": "mind_bending"}
{"id": 1020910, "title": "Influencer", "overview": "While struggling on a solo backpacking trip in Thailand, social media influencer Madison meets CW, who travels with ease and shows her a more uninhibited way of living. But CW's interest in her takes a darker turn.", "label": "spooky"}
{"id": 400411, "title": "Satanic", "overview": "Four friends on their way to Coachella stop off in Los Angeles to tour true-crime occult sites, only to encounter a mysterious young runaway who puts them on a terrifying path to ultimate horror.", "label": "spooky"}
{"id": 772445, "title": "Jezabel", "overview": "Four upper-class high school students live carefree between drugs, games and love until one of the girls, Eli, is brutally killed. Sixteen years later, the memory of the crime torments Alain, another member of the group.", "label": "mind_bending"}
{"id": 1091, "title": "The Thing", "overview": "A research team in Antarctica is hunted by a shape-shifting alien that assumes the appearance of its victims.", "label": "mind_bending"}
{"id": 95, "title": "Armageddon", "overview": "When an asteroid threatens to collide with Earth, NASA honcho Dan Truman determines the only way to stop it is to drill into its surface and detonate a nuclear bomb. This leads him to renowned driller Harry Stamper, who agrees to helm the dangerous space mission provided he can bring along his own hotshot crew. Among them is the cocksure A.J. who Harry thinks isn't good enough for his daughter, until the mission proves otherwise.", "label": "action"}
{"id": 140300, "title": "Kung Fu Panda 3", "overview": "While Po and his father are visiting a secret panda village, an evil spirit threatens all of China, forcing Po to form a ragtag army to fight back.", "label": "feel_good"}
{"id": 1029575, "title": "The Family Plan", "overview": "Dan Morgan is many things: a devoted husband, a loving father, a celebrated car salesman. He's also a former assassin. And when his past catches up to his present, he's forced to take his unsuspecting family on a road trip unlike any other.", "label": "feel_good"}
{"id": 225285, "title": "Blackwood", "overview": "Having recovered from a shattering emotional breakdown, college professor Ben Marshall relocates to the countryside with his wife and young son, hoping for a fresh start. He has a teaching job lined up and a new home to move into; things finally look to be going Ben's way. Until, that is, he starts to feel that something isn't quite right in the house. Finding himself plagued by spectral visions, Ben becomes obsessed with uncovering the truth behind a local mystery that appears to be putting the lives of his family in danger", "label": "spooky"}
{"id": 209112, "title": "Batman v Superman: Dawn of Justice", "overview": "Fearing the actions of a god-like Super Hero left unchecked, Gotham City’s own formidable, forceful vigilante takes on Metropolis’s most revered, modern-day savior, while the world wrestles with what sort of hero it really needs. And with Batman and Superman at war with one another, a new threat quickly arises, putting mankind in greater danger than it’s ever known before.", "label": "action"}
{"id": 1271895, "title": "96 Minutes", "overview": "Former bomb disposal expert, Song Kang-Ren, and his fiancée, Huang Xin, board a high-speed train that contains a bomb. At the same time, Liu Kai, a well-known physics teacher who was involved in an affair scandal, also boards this same train in order to win back his wife, Ting Juan, who took the prior high-speed rail to return home in frustration…  After all, can the bomb be successfully defused this time? and resolve the crisis?", "label": "romantic"}
{"id": 39437, "title": "Beloved", "overview": "After Paul D. finds his old slave friend Sethe in Ohio and moves in with her and her daughter Denver, a strange girl comes along by the name of \"Beloved\". Sethe and Denver take her in and then strange things start to happen...", "label": "spooky"}
{"id": 1034716, "title": "People We Meet on Vacation", "overview": "Poppy's a free spirit. Alex loves a plan. After years of summer vacations, these polar-opposite pals wonder if they could be a perfect romantic match.", "label": "romantic"}
{"id": 619730, "title": "Don't Worry Darling", "overview": "Alice and Jack are lucky to be living in the idealized community of Victory, the experimental company town housing the men who work for the top-secret Victory Project and their families. But when cracks in their idyllic life begin to appear, exposing flashes of something much more sinister lurking beneath the attractive façade, Alice can’t help questioning exactly what they’re doing in Victory, and why.", "label": "mind_bending"}
{"id": 1196470, "title": "Survive", "overview": "A couple celebrates their son’s birthday in the middle of the ocean on their boat. A violent storm hits and it brings up hungry creatures from the depths and they fight for their survival.", "label": "action"}
{"id": 458107, "title": "Abduct", "overview": "A Texan paranormal radio host, Ridley Kay leads a fairly ordinary existence, until a strange orphan with a tragic past comes crashing into his life. Convinced other-worldly forces are after her, Kay attempts to protect the young girl from an onslaught of deadly alien and extra-terrestrial phenomena. However, as the strange lights continue to stalk her, he discovers the world of the paranormal might be far more sinister than anyone has possibly imagined.", "label": "mind_bending"}
{"id": 56780, "title": "Atlas Shrugged: Part I", "overview": "A powerful railroad executive, Dagny Taggart, struggles to keep her business alive while society is crumbling around her. Based on the 1957 novel by Ayn Rand.", "label": "mind_bending"}
{"id": 437, "title": "Cube 2: Hypercube", "overview": "Eight strangers awaken with no memory, in a puzzling cube-shaped room where the laws of physics do not always apply.", "label": "mind_bending"}
{"id": 801937, "title": "Silent Night, Deadly Night", "overview": "After witnessing his parents' brutal murder on Christmas Eve, Billy transforms into a Killer Santa, delivering a yearly spree of calculated, chilling violence. This year, his blood-soaked mission collides with love, as a young woman challenges him to confront his darkness.", "label": "spooky"}
{"id": 1033462, "title": "Bureau 749", "overview": "A traumatized young man with physical abnormalities is forced to join a mysterious bureau to confront a disaster spreading across the earth caused by an unknown creature. He embarks on an adventure uncovering mysteries about his life.", "label": "action"}
{"id": 297306, "title": "Kulimlim", "overview": "A man takes the law into his own hands when his wife's rapists are released from prison on a technicality, only to be possessed by the spirits of the criminals.", "label": "spooky"}
{"id": 558449, "title": "Gladiator II", "overview": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.", "label": "action"}
{"id": 527774, "title": "Raya and the Last Dragon", "overview": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.", "label": "action"}
{"id": 1252428, "title": "Anaconda", "overview": "A struggling circus crew gets deceived by its former partner, as it embarks on a tour in Thailand. During the journey through a Southeast Asian rainforest, they encounter attacks by a giant python. They meet a mysterious man named Jeff who offers to help, but they soon realize he's a poacher. As they search for Jeff's boat, they face life-and-death struggles with the python and Jeff himself.", "label": "spooky"}
{"id": 70981, "title": "Prometheus", "overview": "A team of explorers discover a clue to the origins of mankind on Earth, leading them on a journey to the darkest corners of the universe. There, they must fight a terrifying battle to save the future of the human race.", "label": "mind_bending"}
{"id": 8920, "title": "Garfield", "overview": "Garfield, the fat, lazy, lasagna lover, has everything a cat could want. But when Jon, in an effort to impress the Liz - the vet and an old high-school crush - adopts a dog named Odie and brings him home, Garfield gets the one thing he doesn't want. Competition.", "label": "feel_good"}
{"id": 75315, "title": "Texas", "overview": "Two Virginians are heading for a new life in Texas when they witness a stagecoach being held up. They decide to rob the robbers and make off with the loot. To escape a posse, they split up and don't see each other again for a long time. When they do meet up again, they find themselves on different sides of the law. This leads to the increasing estrangement of the two men, who once thought of themselves as brothers.", "label": "romantic"}
{"id": 1252309, "title": "Ask Me What You Want", "overview": "After his father's death, Eric Zimmerman travels to Spain to oversee his company's branches. In Madrid, he falls for Judith and engage in an intense, erotic relationship full of exploration. However, Eric fears his secret may end their affair.", "label": "romantic"}
{"id": 153104, "title": "Wicked Minds", "overview": "Holden returns home from college and is surprised to find his overpowering competitive father married to a much younger woman Lana. Holden quickly falls for the beauty and charisma of his step mother. A passionate affair begins between son and stepmother.", "label": "romantic"}
{"id": 1327881, "title": "Voice of Shadows", "overview": "A young working class woman stands to inherit an estate if she and her boyfriend abide by a set of bizarre stipulations.", "label": "spooky"}
{"id": 46368, "title": "The Rig", "overview": "In the midst of a tropical storm, the crew of an offshore oil rig must survive the rampage of a creature after invading its undersea habitat.", "label": "spooky"}
{"id": 1087192, "title": "How to Train Your Dragon", "overview": "On the rugged isle of Berk, where Vikings and dragons have been bitter enemies for generations, Hiccup stands apart, defying centuries of tradition when he befriends Toothless, a feared Night Fury dragon. Their unlikely bond reveals the true nature of dragons, challenging the very foundations of Viking society.", "label": "action"}
{"id": 346963, "title": "The Mourning", "overview": "20 years after going MIA in Desert Storm, Aaron returns home under mysterious conditions, not having aged since his disappearance, and must reestablish relationships with loved ones before an imminent return to an ambiguous other-worldly existence.", "label": "mind_bending"}
{"id": 11, "title": "Star Wars", "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.", "label": "action"}
{"id": 82507, "title": "Sinister", "overview": "True-crime writer Ellison Oswalt is in a slump; he hasn't had a best seller in more than 10 years and is becoming increasingly desperate for a hit. So, when he discovers the existence of a snuff film showing the deaths of a family, he vows to solve the mystery. He moves his own family into the victims' home and gets to work. However, when old film footage and other clues hint at the presence of a supernatural force, Ellison learns that living in the house may be fatal.", "label": "spooky"}
{"id": 814800, "title": "Goodnight Mommy", "overview": "When twin brothers arrive home to find their mother’s demeanor altered and face covered in surgical bandages, they begin to suspect the woman beneath the gauze might not be their mother.", "label": "spooky"}
{"id": 1724, "title": "The Incredible Hulk", "overview": "Scientist Bruce Banner scours the planet for an antidote to the unbridled force of rage within him: the Hulk. But when the military masterminds who dream of exploiting his powers force him back to civilization, he finds himself coming face to face with a new, deadly foe.", "label": "action"}
{"id": 284054, "title": "Black Panther", "overview": "King T'Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new leader. However, T'Challa soon finds that he is challenged for the throne by factions within his own country as well as without. Using powers reserved to Wakandan kings, T'Challa assumes the Black Panther mantle to join with ex-girlfriend Nakia, the queen-mother, his princess-kid sister, members of the Dora Milaje (the Wakandan 'special forces') and an American secret agent, to prevent Wakanda from being dragged into a world war.", "label": "action"}
{"id": 17015, "title": "Persuasion", "overview": "Living with her snobby family on the brink of bankruptcy, Anne Elliot is an unconforming woman with modern sensibilities. When Frederick Wentworth – the dashing one she once sent away – crashes back into her life, Anne must choose between putting the past behind her or listening to her heart when it comes to second chances.", "label": "romantic"}
{"id": 43481, "title": "Black River", "overview": "Burned-out Hollywood screenwriter Bo Aikens is fed up with life in Los Angeles. He heads out of the hustle and bustle of the big city and arrives in picturesque Black River in Northern California, seeking relaxation and artistic inspiration. In small, idyllic Black River, nearly everyone is happy, contented, and welcoming of strangers. But despite the beautiful setting, Bo begins to feel unsettled after several disturbing incidents. He discovers that all of his money has been transferred to a bank account in Black River, and a house has been purchased for him by someone on \"his\" instructions.", "label": "mind_bending"}
{"id": 508947, "title": "Turning Red", "overview": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.", "label": "feel_good"}
{"id": 1166551, "title": "Singhasan", "overview": "Maharaja Sharminder Bhupathi of Avanti and his wife, the Rajmata, would like to see peace in the region, and would like their daughter, Alaknanda, to marry the prince of Gandharva, Aditya Vardhan. While in Gandharva, Aditya has plans of his own, for he loves a courtesan, Jaswanti, and would not dream of marrying anyone else, much to the disapproval of his brother, Ugrarao. Not to be outdone, Alaknanda loves a young warrior by the name of Vikram Singh. Acharya Abangdev of Avanti has plans of his own, which do not include Alaknanda, as he would like to take the region over and rule over it through Ugrarao. Then the unexpected happens, Aditya is reportedly killed by bandits, and Abangdev announces that Ugrarao be the next king, but at the very moment, Aditya shows up, is crowned the king, and makes sweeping changes to Avanti for the betterment of the people.", "label": "action"}
{"id": 920, "title": "Cars", "overview": "Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.", "label": "feel_good"}
{"id": 1271, "title": "300", "overview": "Based on Frank Miller's graphic novel, \"300\" is very loosely based the 480 B.C. Battle of Thermopylae, where the King of Sparta led his army against the advancing Persians; the battle is said to have inspired all of Greece to band together against the Persians, and helped usher in the world's first democracy.", "label": "action"}
{"id": 133931, "title": "Zambezia", "overview": "Set in a bustling bird city on the edge of the majestic Victoria Falls, \"Zambezia\" is the story of Kai - a naïve, but high-spirited young falcon who travels to the bird city of \"Zambezia\" where he discovers the truth about his origins and, in defending the city, learns how to be part of a community.", "label": "feel_good"}
{"id": 1330421, "title": "Bone Lake", "overview": "A couple’s romantic vacation at a secluded lakeside estate is upended when they are forced to share the mansion with a mysterious and attractive couple. In this darkly hilarious and seductive horror story, a dream getaway spirals into a nightmarish maze of sex, lies, and manipulation, bringing terrifying secrets to light and triggering a bloody battle for survival.", "label": "spooky"}
{"id": 957119, "title": "Sidelined: The QB and Me", "overview": "Dallas, a burdened but headstrong dancer, is determined to get into the best dance school in the country—her late mother’s alma mater. However, that dream is suddenly derailed when the cheeky yet secretly grieving football star, Drayton, crashes into her life with a unique story of his own. Will the two of them be able to grow into their dreams together, or will their dreams be sidelined?", "label": "romantic"}
{"id": 34791, "title": "Mindstorm", "overview": "A psychic's investigation into the disappearance of a Senator's daughter leads her to a dangerous cult and the truth about her mysterious past.", "label": "mind_bending"}
{"id": 487547, "title": "The Archive", "overview": "New York 2049. The archive secret repository of surveillance video. A man rakes over an incident in his past, shown entirely in contemporary security and satellite footage.", "label": "mind_bending"}
{"id": 12101, "title": "Soylent Green", "overview": "In the year 2022, overcrowding, pollution,  and resource depletion have reduced society’s leaders to finding food for the teeming masses. The answer is Soylent Green.", "label": "mind_bending"}
{"id": 675445, "title": "PAW Patrol: The Movie", "overview": "Ryder and the pups are called to Adventure City to stop Mayor Humdinger from turning the bustling metropolis into a state of chaos.", "label": "feel_good"}
{"id": 42062, "title": "Moontide", "overview": "After a drunken night out, a longshoreman thinks he may have killed a man.", "label": "romantic"}
{"id": 9659, "title": "Mad Max", "overview": "In the ravaged near-future, a savage motorcycle gang rules the road. Terrorizing innocent civilians while tearing up the streets, the ruthless gang laughs in the face of a police force hell-bent on stopping them.", "label": "action"}
{"id": 1103437, "title": "Please Don't Feed the Children", "overview": "After a viral outbreak ravaged the country’s adult population, a group of orphans heads south in search of a new life, only to find themselves at the mercy of a deranged woman harboring a dangerous secret.", "label": "spooky"}
{"id": 1124, "title": "The Prestige", "overview": "A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.", "label": "mind_bending"}
{"id": 14623, "title": "Thunderbirds", "overview": "Dangerous missions are the bread and butter of the Thunderbirds, a high-tech secret force employed by the government. Led by Jeff Tracy (Bill Paxton), the Thunderbirds are at the top of their game, but their nemesis, The Hood (Ben Kingsley), has landed on their island and is attempting a coup by using the team's rescue vehicles. He'll soon discover that the Thunderbirds won't go down.", "label": "feel_good"}
{"id": 3717, "title": "Tsunami", "overview": "A series of explosions carried out by an oil drilling platform in the North Sea  causes little earthquakes and alarm the population of coastal areas closest to the epicenter.", "label": "action"}
{"id": 8355, "title": "Ice Age: Dawn of the Dinosaurs", "overview": "Times are changing for Manny the moody mammoth, Sid the motor mouthed sloth and Diego the crafty saber-toothed tiger. Life heats up for our heroes when they meet some new and none-too-friendly neighbors – the mighty dinosaurs.", "label": "feel_good"}
{"id": 1166773, "title": "Waking Nightmare", "overview": "Jordan suffered manic episodes after the loss of her friend. Her mother has a family doctor prescribe her Ambien to help with her sleepwalking. As time goes on, Jordan has issues remembering what happened.", "label": "spooky"}
{"id": 1212742, "title": "The Rule of Jenny Pen", "overview": "Confined to a secluded rest home and trapped within his stroke-ridden body, a former Judge must stop an elderly psychopath who employs a child's puppet to abuse the home's residents with deadly consequences.", "label": "spooky"}
{"id": 467181, "title": "Blurt!", "overview": "When nice-guy Jeremy Martin puts on mysterious virtual reality glasses at the mall, he suddenly loses his “inside voice” and starts spouting every thought he has out loud. Making matters worse, Jeremy is running for student council president against his classmate Milly, who is full of great ideas to improve the school. Desperate to get back to normal, Jeremy and his sister Victoria must figure out how to convince his brain that he can speak up for himself.", "label": "feel_good"}
{"id": 64494, "title": "Malibu Express", "overview": "In this erotic spy tale private eye Cody Abilene teams up with the Contessa Luciana and policewoman Beverly McAfee to infiltrate a mansion and discover who is sending computer secrets to the Russians.", "label": "action"}
{"id": 330457, "title": "Frozen II", "overview": "Elsa, Anna, Kristoff and Olaf head far into the forest to learn the truth about an ancient mystery of their kingdom.", "label": "feel_good"}
{"id": 361745, "title": "Autumn Dreams", "overview": "With plans to leave their small town, teenage loves Annie and Ben elope. Their big city plans are halted, though, when Annie's parents have the marriage annulled. Ben moves to New York, while Annie stays in Iowa to help her family. Fifteen years later, both engaged to their respective fiancés, the two discover that their annulment was never finalized. They reunite to make their divorce legal, but begin to reminisce about what could have been. When romantic feelings resurface, Annie and Ben must decide if their past love could be the love of their future.", "label": "romantic"}
{"id": 11894, "title": "Curly Sue", "overview": "Bill is a penniless drifter who scams strangers out of just enough money to feed himself and his partner in crime, an orphan girl known as Curly Sue. Bill and Curly Sue target Grey, a yuppie lawyer, but their con takes an unexpected turn when the successful woman begins to like the ramshackle duo. But there's one problem—Grey's jealous, conniving boyfriend, Walker.", "label": "feel_good"}
{"id": 92804, "title": "Bigfoot", "overview": "Bigfoot kidnaps some women and some bikers decide to go on a rescue mission to save them.", "label": "spooky"}
{"id": 18040, "title": "Night Skies", "overview": "On March 13th, 1997 one of the largest UFO sightings ever recorded took place across the southwestern United States...", "label": "mind_bending"}
{"id": 158852, "title": "Tomorrowland", "overview": "Bound by a shared destiny, a bright, optimistic teen bursting with scientific curiosity and a former boy-genius inventor jaded by disillusionment embark on a danger-filled mission to unearth the secrets of an enigmatic place somewhere in time and space that exists in their collective memory as \"Tomorrowland.\"", "label": "mind_bending"}
{"id": 29877, "title": "Curly Top", "overview": "Wealthy Edward Morgan becomes charmed with a curly-haired orphan and her pretty older sister Mary and arranges to adopt both under the alias of \"Mr. Jones\". As he spends more time with them, he soon finds himself falling in love with Mary.", "label": "feel_good"}
{"id": 431, "title": "Cube", "overview": "A group of strangers find themselves trapped in a maze-like prison. It soon becomes clear that each of them possesses the peculiar skills necessary to escape, if they don't wind up dead first.", "label": "mind_bending"}
{"id": 679497, "title": "Sweetheart", "overview": "When her husband and stepsons don't return from a routine trip, a young 1950s housewife must force herself out of her remote farmhouse to find them. She must navigate a series of strange encounters to find answers in a seemingly derelict world that will reveal itself to be a marked alternative to that we remember.", "label": "mind_bending"}
{"id": 1443213, "title": "Mesmerized", "overview": "A young woman returns to the mountain where her family spent their childhood summers in search of the sister that only she can remember.", "label": "mind_bending"}
{"id": 1255775, "title": "Merv", "overview": "When their beloved dog Merv loses his spark after their split, Anna and Russ are forced into the world's most awkward co-parenting arrangement. Hoping to shake Merv out of his funk, Russ takes him to Florida for a much-needed getaway-only for Anna to show up unexpectedly. As Merv slowly gets his groove back, turns out fixing their dog's broken heart may lead to a few sparks of their own.", "label": "romantic"}
{"id": 10437, "title": "The Muppet Christmas Carol", "overview": "A retelling of the classic Dickens tale of Ebenezer Scrooge, miser extraordinaire. He is held accountable for his dastardly ways during night-time visitations by the Ghosts of Christmas Past, Present and Future.", "label": "feel_good"}
{"id": 166426, "title": "Pirates of the Caribbean: Dead Men Tell No Tales", "overview": "Thrust into an all-new adventure, a down-on-his-luck Capt. Jack Sparrow feels the winds of ill-fortune blowing even more strongly when deadly ghost sailors led by his old nemesis, the evil Capt. Salazar, escape from the Devil's Triangle. Jack's only hope of survival lies in seeking out the legendary Trident of Poseidon, but to find it, he must forge an uneasy alliance with a brilliant and beautiful astronomer and a headstrong young man in the British navy.", "label": "action"}
{"id": 395902, "title": "Expat Şaban", "overview": "Şaban is a poor man. In Germany, where Şaban went as a worker, tragicomic events happen.", "label": "feel_good"}
{"id": 365805, "title": "Wrecker", "overview": "Best friends Emily and Lesley go on a road trip to the desert. When Emily decides to get off the highway and take a \"short cut,\" they become the target of a relentless and psychotic trucker who forces them to play a deadly game of cat and mouse.", "label": "spooky"}
{"id": 399402, "title": "Hunter Killer", "overview": "Captain Glass of the USS Arkansas discovers that a coup d'état is taking place in Russia, so he and his crew join an elite group working on the ground to prevent a war.", "label": "action"}
{"id": 49522, "title": "Nativity!", "overview": "Paul, charged with directing his school's Nativity play, falsely boasts that his ex-girlfriend plans to turn the production into a film.", "label": "feel_good"}
{"id": 884605, "title": "No Hard Feelings", "overview": "On the brink of losing her childhood home, Maddie discovers an intriguing job listing: wealthy helicopter parents looking for someone to “date” their introverted 19-year-old son, Percy, before he leaves for college. To her surprise, Maddie soon discovers the awkward Percy is no sure thing.", "label": "romantic"}
{"id": 72237, "title": "Monster Night", "overview": "On Halloween, a teenage boy who is grounded and forced to baby-sit his brother and sister discovers, along with his siblings, that his house is haunted.", "label": "feel_good"}
{"id": 852696, "title": "Immanence", "overview": "Radio astronomers discover a mysterious signal in the deep sea that could be contact with extraterrestrials. After several terrifying manifestations threaten their beliefs, the team must fight to survive the ultimate evil.", "label": "spooky"}
{"id": 1020696, "title": "Play Dead", "overview": "Criminology student Chloe fakes her own death to break into a morgue, in order to retrieve a piece of evidence that ties her younger brother to a crime gone wrong. Once inside, she discovers that a sadistic coroner is using the corpses for his sick and twisted business, and when he realises that Chloe still has a pulse, a terrifying game of cat and mouse ensues.", "label": "spooky"}
{"id": 93456, "title": "Despicable Me 2", "overview": "Gru is recruited by the Anti-Villain League to help deal with a powerful new super criminal.", "label": "feel_good"}
{"id": 508442, "title": "Soul", "overview": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful audition at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.", "label": "feel_good"}
{"id": 10028, "title": "Honey", "overview": "Honey Daniels dreams of making a name for herself as a hip-hop choreographer. When she's not busy hitting downtown clubs with her friends, she teaches dance classes at a nearby community center in Harlem, N.Y., as a way to keep kids off the streets. Honey thinks she's hit the jackpot when she meets a hotshot director casts her in one of his music videos. But, when he starts demanding sexual favors from her, Honey makes a decision that will change her life.", "label": "romantic"}
{"id": 10195, "title": "Thor", "overview": "Against his father Odin's will, The Mighty Thor - a powerful but arrogant warrior god - recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.", "label": "action"}
{"id": 38579, "title": "Marmaduke", "overview": "When Phil and Debbie Winslow relocate from their native Kansas to the sunny climes of Orange County, their big-hearted, havoc-wreaking Great Dane gets a taste of the dog's life, California-style.", "label": "feel_good"}
{"id": 686, "title": "Contact", "overview": "A radio astronomer receives the first extraterrestrial radio signal ever picked up on Earth. As the world powers scramble to decipher the message and decide upon a course of action, she must make some difficult decisions between her beliefs, the truth, and reality.", "label": "mind_bending"}
{"id": 50698, "title": "Grave Encounters", "overview": "A crew from a paranormal reality television show lock themselves in a haunted psychiatric hospital. They search for evidence of paranormal activity as they shoot what ends up becoming their final episode.", "label": "spooky"}
{"id": 38055, "title": "Megamind", "overview": "After Megamind, a highly intelligent alien supervillain, defeats his long-time nemesis Metro Man, Megamind creates a new hero to fight, but must act to save the city when his \"creation\" becomes an even worse villain than he was.", "label": "feel_good"}
{"id": 653346, "title": "Kingdom of the Planet of the Apes", "overview": "Several generations following Caesar's reign, apes – now the dominant species – live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all he's known about the past and to make choices that will define a future for apes and humans alike.", "label": "action"}
{"id": 324849, "title": "The Lego Batman Movie", "overview": "A cooler-than-ever Bruce Wayne must deal with the usual suspects as they plan to rule Gotham City, while discovering that he has accidentally adopted a teenage orphan who wishes to become his sidekick.", "label": "feel_good"}
{"id": 46195, "title": "Rio", "overview": "Captured by smugglers when he was just a hatchling, a macaw named Blu never learned to fly and lives a happily domesticated life in Minnesota with his human friend, Linda. Blu is thought to be the last of his kind, but when word comes that Jewel, a lone female, lives in Rio de Janeiro, Blu and Linda go to meet her. Animal smugglers kidnap Blu and Jewel, but the pair soon escape and begin a perilous adventure back to freedom -- and Linda.", "label": "feel_good"}
{"id": 403966, "title": "Condition", "overview": "Two women escaping a catastrophe look for salvation in sound and nature.", "label": "mind_bending"}
{"id": 740903, "title": "The Unhealer", "overview": "A botched faith healing bestows supernatural Shaman powers on a bullied teenager. When his lifelong tormentors pull a prank that kills someone he loves, he uses his powers for revenge and goes on a bloody rampage to settle the score.", "label": "spooky"}
{"id": 431586, "title": "Üşütük", "overview": "Nuri has a low salary job and can't convince his wife to live with it, so the wife (her name Nuriye) tries to go out and work with her brother at a disco and this makes Nuri become crazy.", "label": "feel_good"}
{"id": 474350, "title": "It Chapter Two", "overview": "27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call.", "label": "spooky"}
